const questions = [
  // {
  //   question: "სად არის განთავსებული დედამიწისათვის სასიცოცხლო ოზონის შრე?",
  //   answers: [
  //     { text: 'a. ტროპოსფეროში (დედამიწიდან 15კმ-მდე)', correct: false},
  //     { text: 'b. სტრატოსფეროში (დედამიწიდან 15 - 60კმ-ზე) ', correct: true},
  //     { text: 'c. მეზოსფეროში (დედამიწიდან 60კმ-ზე მაღლა)', correct: false},
  //     { text: 'd. ყველა შრეში', correct: false},
  //   ]
  // },

  // {
  //   question: "რა ტიპის რადიაციას შთანთქავს და ირეკლავს ოზონის შრე და არ ატარებს დედამიწის ზედაპირამდე?",
  //   answers: [
  //     { text: 'a. ულტრაიისფერ (უი) B და C რადიაციას', correct: true},
  //     { text: 'b. რენტგენის გამოსხივებას', correct: false},
  //     { text: 'c. ინფრაწითელ რადიაციას', correct: false},
  //     { text: 'd. გამა-გამოსხივებას', correct: false},
  //   ]
  // },
  
  // {
  //   question: "დედამიწის ატმოსფეროს რომელ შრეში ავლენს ოზონი სათბური გაზის თვისებას და განიხილება როგორც დამაბინძურებელი?",
  //   answers: [
  //     { text: 'a. ტროპოსფეროში (დედამიწიდან 15კმ-მდე)', correct: true},
  //     { text: 'b. სტრატოსფეროში (დედამიწიდან 15 - 60კმ-ზე)', correct: false},
  //     { text: 'c. მეზოსფეროში (დედამიწიდან 60კმ-ზე მაღლა', correct: false},
  //     { text: 'd. იონოსფეროში (დედამიწიდან 85კმ-ზე მაღლა)', correct: false},
  //   ]
  // },

  // {
  //   question: "რომელი კონტინენტის თავზე აქვს ადგილი ოზონის შრის ყველაზე ძლიერ პერიოდულ გაიშვიათებას?",
  //   answers: [
  //     { text: 'a. ევროპის', correct: false},
  //     { text: 'b. ჩრდილო ამერიკის', correct: false},
  //     { text: 'c. ავსტრალიის', correct: false},
  //     { text: 'd. ანტარქტიდის ', correct: true},
  //   ]
  // },

  // {
  //   question: "რა იწვევს ატმოსფეროში ოზონის შრის დაშლას?",
  //   answers: [
  //     { text: 'a. ნახშირორჟანგი', correct: false},
  //     { text: 'b. ამიაკი და ნახშირწყალბადები (პროპანი, იზობუტანი და სხვ.)', correct: false},
  //     { text: 'c. ხელოვნური ქიმიკატები, რომლებიც შეიცავენ ჰალოგენებს (მაგ. ქლორს) ', correct: true},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: false},
  //   ]
  // },

  // {
  //   question: "რა მახასიათებლის გამო აზიანებენ ოზონის შრეს ხელოვნური მაცივარაგენტები",
  //   answers: [
  //     { text: 'a. არიან ქიმიურად ძალიან აქტიური ნივთიერებები)', correct: false},
  //     { text: 'b. გააჩნიათ ხანგრძლივი სიცოცხლისუნარიანობა', correct: true},
  //     { text: 'c. არიან ჰაერზე მსუბუქი და სწრაფად ადიან სტრატოსფეროში', correct: false},
  //     { text: 'd. არცერთი პასუხი არ არის სწორი)', correct: false},
  //   ]
  // },

  // {
  //   question: "ჩამოთვლილთაგან რომელი ჯგუფის მაცივარაგენტებს გააჩნია ყველაზე დიდი ოზონის დაშლის პოტენციალი?",
  //   answers: [
  //     { text: 'a. ქფნ-ებს ', correct: true},
  //     { text: 'b. წქფნ-ებს', correct: false},
  //     { text: 'c. წფნ-ებს', correct: false},
  //     { text: 'd. ყველას გააჩნია თანაბარი ოზონის დაშლის პოტენციალი', correct: false},
  //   ]
  // },

  // {
  //   question: "ჩამოთვლილთაგან რომელ მაცივარაგენტს გააჩნია ნულოვანი ოზონის დაშლის პოტენციალი?",
  //   answers: [
  //     { text: 'a. R12', correct: false},
  //     { text: 'b. R22', correct: false},
  //     { text: 'c. R502', correct: false},
  //     { text: 'd. R717 (ამიაკი)', correct: true},
  //   ]
  // },

  // {
  //   question: "ჩამოთვლილთაგან რომელი კოეფიციენტი აღნიშნავს მაცივარაგენტის სრულ ზემოქმედებას კლიმატის ცვლილებაზე?",
  //   answers: [
  //     { text: 'a. HGWP', correct: false},
  //     { text: 'b. TEWI ', correct: true},
  //     { text: 'c. ODP', correct: false},
  //     { text: 'd. GWP', correct: false},
  //   ]
  // },

  // {
  //   question: "სამაცივრო ტექნიკის, ჰაერის კონდიცირებისა და თბური ტუმბოების სექტორის გარდა სად გამიყენება ოზონდამშლელი ნივთიერებები?",
  //   answers: [
  //     { text: 'a. სოფლის მეურნეობაში', correct: false},
  //     { text: 'b. ცეცხლმაქრობებში', correct: false},
  //     { text: 'c. გამხსნელების სექტორში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილში', correct: true},
  //   ]
  // },

  // {
  //   question: "რომელი სექტორია საქართველოში ოდნ-ების ყველაზე დიდი მომხმარებელი?",
  //   answers: [
  //     { text: 'a. სოფლის მეურნეობა', correct: false},
  //     { text: 'b. სახანძრო უსაფრთხოება', correct: false},
  //     { text: 'c. სამაცივრო ტექნიკის, ჰაერის კონდიცირებისა და თბური ტუმბოების სექტორი ', correct: true},
  //     { text: 'd. გამხსნელების სექტორი', correct: false},
  //   ]
  // },

  // {
  //   question: "რა კატეგორიაა მანრეალის ოქმის მე-5 მუხლის ქვეყნები, რომელსაც მიეკუთვნება საქართველო?",
  //   answers: [
  //     { text: 'a. განვითარებადი ქვეყნები, რომლებშიც კონტროლირებადი ნივთიერებების მოხმარება მონრეალის ოქმთან მიერთების დროს არ აღემატებოდა 0.3კგ-ს ერთ სულ მოსახლეზე ', correct: true},
  //     { text: 'b. ყველა განვითარებადი ქვეყანა', correct: false},
  //     { text: 'c. ყველა განვითარებული ქვეყანა', correct: false},
  //     { text: 'd. ქვეყნები, რომლებსაც არ გააჩნიათ კონტროლირებადი ნივთიერებების საკუთარი წარმოება', correct: false},
  //   ]
  // },

  // {
  //   question: "რამდენი პროცენტით უნდა შემცირდეს R22-ის მოხმარება საქართველოში 2020 წლისათვის?",
  //   answers: [
  //     { text: 'a. 10%-ით', correct: false},
  //     { text: 'b. 35%-ით ', correct: true},
  //     { text: 'c. 50%-ით', correct: false},
  //     { text: 'd. 75%-ით', correct: false},
  //   ]
  // },

  // {
  //   question: "რომელ წელს უნდა შეწყდეს სრულად ახალი R22-ის მოხმარება საქართველოში?",
  //   answers: [
  //     { text: 'a. 2025 წ.', correct: false},
  //     { text: 'b. 2030 წ.', correct: false},
  //     { text: 'c. 2040 წ. ', correct: true},
  //     { text: 'd. 2050 წ.', correct: false},
  //   ]
  // },

  // {
  //   question: "მონრეალის ოქმი წარმოადგენს:",
  //   answers: [
  //     { text: 'a. კანადაში მოქცევის დასაშვები და აკრძალული წესების ჩამონათვალს', correct: false},
  //     { text: 'b. მაცივარაგენტებთან მუშაობის წესების ჩამონათვალს', correct: false},
  //     { text: 'c. ოზონდამშლელი ნივთიერებების წარმოებისა და გამოყენების რეგულირების საერთაშორისო შეთანხმებას ', correct: true},
  //     { text: 'd. შეერთებული შტატების მიერ გაწეული ჰუმანიტარული საკვები პროდუქტის განაწილების რეგულირებას', correct: false},
  //   ]
  // },

  // {
  //   question: "რა დაავადებები შეიძლება გამოიწვიოს ადამიანებში უი-რადიაციის სიჭარბემ?",
  //   answers: [
  //     { text: 'a. თვალის კატარაქტი', correct: false},
  //     { text: 'b. კანის კიბო', correct: false},
  //     { text: 'c. იმუნური სისტემის დაქვეითება', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },

  // {
  //   question: "დედამიწის პირობებში ოზონის შრის დაშლის ყველაზე ძლიერი პოტენციალის მქონე ქფნების სიცოცხლის ხანგრძლივობაა:",
  //   answers: [
  //     { text: 'a. 100-150 წელი', correct: false},
  //     { text: 'b. 50-100 წელი', correct: true},
  //     { text: 'c. 25-50 წელი', correct: false},
  //     { text: 'd. 10-25 წელი', correct: false},
  //   ]
  // },

  // {
  //   question: "18. რა ჯგუფის მაცივარაგენტების წარმოებისა და გამოყენების ეტაპობრივ შემცირებას განსაზღვრავს მონრეალის ოქმის კიგალის დანართი?",
  //   answers: [
  //     { text: 'a. წფნ-ების ', correct: true},
  //     { text: 'b. ქფნ-ების', correct: false},
  //     { text: 'c. წქფნ-ების', correct: false},
  //     { text: 'd. ბუნებრივი მაცივარაგენტების', correct: false},
  //   ]
  // },

  // {
  //   question: "მონრეალის ოქმის კიგალის დანართის მიხედვით რომელ წლებში უნდა შესრულდეს წფნ-ების მოხმარების გაყინვა საბაზო დონეზე საქართველოში?",
  //   answers: [
  //     { text: 'a. 2017-2020 წ.წ.', correct: false},
  //     { text: 'b. 2020-2022 წ.წ.', correct: false},
  //     { text: 'c. 2022-2024 წ.წ.', correct: false},
  //     { text: 'd. 2024-2028 წ.წ. ', correct: true},
  //   ]
  // },

  // {
  //   question: "როგორ დადგინდება წფნ-ების მოხმარების საბაზო დონე საქართველოსთვის?",
  //   answers: [
  //     { text: 'a. 2018-2020 წ.წ . მოხმარების საშუალო არითმეტიკულით', correct: false},
  //     { text: 'b. 2020-2022 წ.წ . მოხმარების საშუალო არითმეტიკულით ', correct: true},
  //     { text: 'c. 2021-2023 წ.წ . მოხმარების საშუალო არითმეტიკულით', correct: false},
  //     { text: 'd. 2022-2024 წ.წ . მოხმარების საშუალო არითმეტიკულით', correct: false},
  //   ]
  // },

  // {
  //   question: "საქართველოს კანონმდებლობით რა ვადით მიეცემა შესაბამისი სერტიფიკატი ტექნიკოსს, რომელიც ემსახურება ჰაერის კონდიციონერებს, სამაცივრო მოწყობილობებს და თბურტუმბოებს?",
  //   answers: [
  //     { text: 'a. 1 წლით', correct: false},
  //     { text: 'b. 2 წლით', correct: false},
  //     { text: 'c. 3 წლით', correct: false},
  //     { text: 'd. 5 წლით ', correct: true},
  //   ]
  // },

  // {
  //   question: "საქართველოს კანონმდებლობით რა მინიმალური რაოდენობის მაცივარაგენტის შემცველ სატაციონარულ მოწყობილობის მფლობელს ეკისრება ვალდებულება აწარმოოს სარეგისტრაციო ჟურნალი მაცივარაგენტების მოხმარებაზე?",
  //   answers: [
  //     { text: 'a. 3კგ ', correct: true},
  //     { text: 'b. 5კგ', correct: false},
  //     { text: 'c. 10კგ', correct: false},
  //     { text: 'd. 50კგ', correct: false},
  //   ]
  // },

  // {
  //   question: "საქართველოს ეროვნული კანონმდებლობის რეგულირების სფეროებია:",
  //   answers: [
  //     { text: 'a. ოზონის შრის დაცვა', correct: false},
  //     { text: 'b. სამაცივრო ტექნიკის, ჰაერის კონდიცირებისა და თბური ტუმბოების სექტორის რეგულირება', correct: false},
  //     { text: 'c. ოზონდამშლელი ნივთიერებების იმპორტ-ექსპორტის რეგულირება', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },

  // {
  //   question: "რა სიხშირით უნდა ხდებოდეს მოწყობილობის გეგმურად ჟონვაზე შემოწმება, რომელიც შეიცავს 3 კგ-დან 30 კგ-მდე მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. სულ მცირე, 3 თვეში ერთხელ', correct: false},
  //     { text: 'b. სულ მცირე, 6 თვეში ერთხელ', correct: false},
  //     { text: 'c. ყოველკვარტალურად', correct: false},
  //     { text: 'd. სულ მცირე, 12 თვეში ერთხელ', correct: true},
  //   ]
  // },

  // {
  //   question: "რამდენი ლარით ჯარიმდება „მაცივარაგენტების მართვის ელექტრონული სისტემის წარმოების წესის“ მოთხოვნების დარღვევა?",
  //   answers: [
  //     { text: 'a. 100', correct: false},
  //     { text: 'b. 200', correct: false},
  //     { text: 'c. 500 ', correct: true},
  //     { text: 'd. 400', correct: false},
  //   ]
  // },

  // {
  //   question: "რამდენი ლარით ჯარიმდება თბური ტუმბოების, ჰაერის კონდიცირებისა და სამაცივრო მოწყობილობების მომსახურების გარემოსდაცვითი მოთხოვნების შესახებ ტექნიკური რეგლამენტის ზოგადი მოთხოვნების დარღვევა?",
  //   answers: [
  //     { text: 'a. 500', correct: false},
  //     { text: 'b. 300', correct: false},
  //     { text: 'c. 1000', correct: true},
  //     { text: 'd. 1500', correct: false},
  //   ]
  // },

  // {
  //   question: "27. რამდენი ლარით ჯარიმდება არასერტიფიცირეული იურიდიული პირი მომსახურების გაწევის შემთხვევაში?",
  //   answers: [
  //     { text: 'a. 1000', correct: true},
  //     { text: 'b. 500', correct: false},
  //     { text: 'c. 1500', correct: false},
  //     { text: 'd. 2000', correct: false},
  //   ]
  // },

  // {
  //   question: "რამდენი ლარით ჯარიმდება არასერტიფიცირეული იურიდიული პირი მომსახურების განმეორებით გაწევის შემთხვევაში?",
  //   answers: [
  //     { text: 'a. 1500', correct: false},
  //     { text: 'b. 700', correct: false},
  //     { text: 'c. 1000', correct: false},
  //     { text: 'd. 2000', correct: true},
  //   ]
  // },

  // {
  //   question: "რამდენი ლარით ჯარიმდება არასერტიფიცირეული ფიზიკური პირი ან ინდივიდუალური მეწარმე მომსახურების გაწევის შემთხვევაში?",
  //   answers: [
  //     { text: 'a. 300', correct: false},
  //     { text: 'b. 100', correct: false},
  //     { text: 'c. 600', correct: false},
  //     { text: 'd. 400 ', correct: true},
  //   ]
  // },

  // {
  //   question: "რამდენი ლარით ჯარიმდება არასერტიფიცირეული ფიზიკური პირი ან ინდივიდუალური მეწარმე მომსახურების განმეორებით გაწევის შემთხვევაში?",
  //   answers: [
  //     { text: 'a. 500', correct: false},
  //     { text: 'b. 150', correct: false},
  //     { text: 'c. 200', correct: false},
  //     { text: 'd. 800', correct: true},
  //   ]
  // },
  // {
  //   question: "მონრეალის ოქმით გათვალისწინებული ნივთიერების დადგენილი წესის დარღვევით შეძენა/გასხვისება გამოიწვევს დაჯარიმებას აღნიშნული ნივთიერების თითოეულ კილოგრამზე",
  //   answers: [
  //     { text: 'a. 150 ლარის ოდენობით', correct: true},
  //     { text: 'b. 500 ლარის ოდენობით', correct: false},
  //     { text: 'c. 200 ლარის ოდენობით', correct: false},
  //     { text: 'd. 400 ლარის ოდენობით', correct: false},
  //   ]
  // },
  // {
  //   question: "რას ეწოდება მეორადი გაცივების ან გათბობის სისტემა?",
  //   answers: [
  //     { text: 'a. სისტემას, რომელშიც გასაცივებელ ან გასათბობ გარემოსა და სამაცივრო სისტემას შორის თბოცვლისათვის გამოიყენება დენადი თბომატარებელი', correct: true},
  //     { text: 'b. სისტემას, რომელშიც გაცივება ან გათბობა სრულდება ორ ან მეტ საფეხურად', correct: false},
  //     { text: 'c. კასკადურ სამაცივრო სისტემას', correct: false},
  //     { text: 'd. არცერთს ჩამოთვლილთაგან', correct: false},
  //   ]
  // },
  // {
  //   question: 'სსტ 70 : 2013 საქართველოს სტანდარტის "სამაცივრო სისტემების და თბური ტუმბოების მომსახურების უსაფრთხოებისა და გარემოს დაცვის მოთხოვნები" მიხედვით რას ეწოდება დაკავებული სათავსო?',
  //   answers: [
  //     { text: 'a. სათავსოს, სადაც განთავსებულია სამაცივრო სისტემის ძირითადი კომპონენტები', correct: false},
  //     { text: 'b. სათავსოს, სადაც განთავსებულია ავტომატური მართვის ბლოკი', correct: false},
  //     { text: 'c. სათავსოს, რომელშიც მნიშვნელოვანი დროის განმავლობაში იმყოფებიან ადამიანები', correct: true},
  //     { text: 'd. ყველა ჩამოთვლილს', correct: false},
  //   ]
  // },
  // {
  //   question: "რა მოწყობილობაა ჰერმეტული კომპრესორი?",
  //   answers: [
  //     { text: 'a. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმი იხსნება საჭიროების შემთხვევაში', correct: false},
  //     { text: 'b. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმიც არ იხსნება', correct: true},
  //     { text: 'c. კომპრესორი, რომლის ჰერმეტულ გარსაცმიდან გამოდის ლილვის ნაწილი ელექტროძრავთან მისაერთებლად', correct: false},
  //     { text: 'd. ყველა კომპრესორი, რომლიდანაც მაცივარაგენტის გაჟონვას არა აქვს ადგილი', correct: false},
  //   ]
  // },
  // {
  //   question: "რა მოწყობილობაა ნახევრად-ჰერმეტული კომპრესორი?",
  //   answers: [
  //     { text: 'a. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმი იხსნება საჭიროების შემთხვევაში', correct: true},
  //     { text: 'b. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმიც არ იხსნება', correct: false},
  //     { text: 'c. კომპრესორი, რომლის ჰერმეტულ გარსაცმიდან გამოდის ლილვის ნაწილი ელექტროძრავთან მისაერთებლად', correct: false},
  //     { text: 'd. ყველა კომპრესორი, რომლიდანაც შეიძლება ადგილი ჰქონდეს მაცივარაგენტის გაჟონვას', correct: false},
  //   ]
  // },
  // {
  //   question: "რა მოწყობილობაა ღია კომპრესორი?",
  //   answers: [
  //     { text: 'a. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმი იხსნება საჭიროების შემთხვევაში', correct: false},
  //     { text: 'b. ერთიან გარსაცმში ჩამონტაჟებული კომპრესორი და ელექტროძრავა, რომლის გარსაცმიც არ იხსნება', correct: false},
  //     { text: 'c. კომპრესორი, რომლის ჰერმეტულ გარსაცმიდან გამოდის ლილვის ნაწილი ელექტროძრავთან მისაერთებლად ', correct: true},
  //     { text: 'd. ყველა კომპრესორი, როდესაც მისი ჰერმეტულობა დარღვეულია და ადგილი აქვს მაცივარაგენტის გაჟონვას', correct: false},
  //   ]
  // },
  // {
  //   question: "რა მოწყობილობაა კონდენსატორული აგრეგატი?",
  //   answers: [
  //     { text: 'a. კონდენსატორისა და მისი ჰაერით ან წყლით გამაგრილებელი მწყობილობის ერთობლიობა', correct: false},
  //     { text: 'b. კონდენსატორისა და სითხის რესივერის კომბინირება', correct: false},
  //     { text: 'c. კასკადური სისტემის კონდენსატორი, რომელიც ამავდროულად ასრულებს საორთქლებლის როლს', correct: false},
  //     { text: 'd. მარეგულირებელი ხელსაწყოებით აღჭურვილი ერთი ან მეტი კომპრესორის, კონდენსატორის, სითხის რესივერის (როდესაც აუცილებელია) ერთობლიობა', correct: true},
  //   ]
  // },
  // {
  //   question: "რა სახის ტესტირება უნდა ჩაუტარდეს სამაცივრო სისტემას მის მომსახურებაზე აყვანამდე?",
  //   answers: [
  //     { text: 'a. სიმტკიცეზე წნევის ტესტი', correct: false},
  //     { text: 'b. გაჟონვაზე ტესტი', correct: false},
  //     { text: 'c. დამცავი მოწყობილობის ფუნქციონირების ტესტი', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: 'სსტ 70 : 2013 საქართველოს სტანდარტის "სამაცივრო სისტემების და თბური ტუმბოების მომსახურების უსაფრთხოებისა და გარემოს დაცვის მოთხოვნები" მიხედვით რა მინიმალური ხანგრძლივობის სტაჟირება უნდა ჰქონდეს გავლილი ტექნიკოსს სამაცივრო სისტემის დამოუკიდებლად მომსახურებაზე დასაშვებად?',
  //   answers: [
  //     { text: 'a. 1 თვე ', correct: true},
  //     { text: 'b. 3 თვე', correct: false},
  //     { text: 'c. 6 თვე', correct: false},
  //     { text: 'd. 12 თვე', correct: false},
  //   ]
  // },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნება მაცივარაგენტი R22? ",
    answers: [
      { text: 'a. A3', correct: false},
      { text: 'b. A1', correct: true},
      { text: 'c. A2', correct: false},
      { text: 'd. B2L', correct: false},
    ]
  },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნებიან მაცივარაგენტები R600a (იზობუტანი) და R290 (პროპანი)?",
    answers: [
      { text: 'a. A3 ', correct: true},
      { text: 'b. A1', correct: false},
      { text: 'c. A2L', correct: false},
      { text: 'd. B2', correct: false},
    ]
  },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნება მაცივარაგენტი R744 (ნახშირორჟანგი)? ",
    answers: [
      { text: 'a. A3', correct: false},
      { text: 'b. A1 ', correct: true},
      { text: 'c. A2', correct: false},
      { text: 'd. B2L', correct: false},
    ]
  },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნება მაცივარაგენტი R717 (ამიაკი)?",
    answers: [
      { text: 'a. A1', correct: false},
      { text: 'b. A3', correct: false},
      { text: 'c. A2L', correct: false},
      { text: 'd. B2', correct: true},
    ]
  },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნება მაცივარაგენტი R1234yf?",
    answers: [
      { text: 'a. A1', correct: false},
      { text: 'b. A2', correct: false},
      { text: 'c. A3', correct: false},
      { text: 'd. B2L ', correct: true},
    ]
  },
  {
    question: "უსაფრთხოების რომელ ჯგუფს მიეკუთვნება მაცივარაგენტი R410A?",
    answers: [
      { text: 'a. A1', correct: true},
      { text: 'b. A2L', correct: false},
      { text: 'c. A3', correct: false},
      { text: 'd. B2', correct: false},
    ]
  },
  {
    question: "როგორია R134a მაცივარაგენტის მაქსიმალური ჩატვირთვის ნორმა დაკავებული სათავსოს ერთეულ მოცულობაში (პრაქტიკული ნორმა)?",
    answers: [
      { text: 'a. 0.008კგ/მ3', correct: false},
      { text: 'b. 0.00035კგ/მ3', correct: false},
      { text: 'c. 0.25კგ/მ3', correct: true},
      { text: 'd. 0.07კგ/მ3', correct: false},
    ]
  },
  {
    question: "როგორია R717-ის (ამიაკის) მაქსიმალური ჩატვირთვის ნორმა დაკავებული სათავსოსერთეულ მოცულობაში (პრაქტიკული ნორმა)?",
    answers: [
      { text: 'a. 0.008კგ/მ3', correct: false},
      { text: 'b. 0.00035კგ/მ3 ', correct: true},
      { text: 'c. 0.25კგ/მ3', correct: false},
      { text: 'd. 0.07კგ/მ3', correct: false},
    ]
  },
  {
    question: "როგორია R290-ის (პროპანის) მაქსიმალური ჩატვირთვის ნორმა დაკავებული სათავსოსერთეულ მოცულობაში (პრაქტიკული ნორმა)?",
    answers: [
      { text: 'a. 0.008კგ/მ3', correct: true},
      { text: 'b. 0.00035კგ/მ3', correct: false},
      { text: 'c. 0.25კგ/მ3', correct: false},
      { text: 'd. 0.07კგ/მ3', correct: false},
    ]
  },
  {
    question: "როგორია R744-ის (ნახშირორჟანგის) მაქსიმალური ჩატვირთვის ნორმა დაკავებულისათავსოს ერთეულ მოცულობაში (პრაქტიკული ნორმა)?",
    answers: [
      { text: 'a. 0.008კგ/მ3', correct: false},
      { text: 'b. 0.00035კგ/მ3', correct: false},
      { text: 'c. 0.25კგ/მ3', correct: false},
      { text: 'd. 0.07კგ/მ3 ', correct: true},
    ]
  },
  // {
  //   question: "რაზეა დამოკიდებული მაცივარაგენტის მაქსიმალური რაოდენობა სამაცივრო სისტემაში, როდესაც მაცივარაგენტის შემცველი ნაწილები განთავსებულია დაკავებულ სათავსოში?",
  //   answers: [
  //     { text: 'a. პრაქტიკულ ნორმაზე', correct: false},
  //     { text: 'b. აალებადობის ქვედა ზღვარზე (LFL)', correct: false},
  //     { text: 'c. სათავსოს მოცულობაზე', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილზე', correct: true},
  //   ]
  // },
  // {
  //   question: "რას უდრის მაღალი ტოქსიკურობის (კლასი B) მქონე მაცივარაგენტის ზღვრული კონცენტრაცია, რომლის მიღწევა და გადაჭარბება ავნებს ყველა მუშაკს, ვინც შეიძლება იმყოფებოდეს მისი ზემოქმედების ქვეშ ყოველდღე 8 სამუშაო საათის და 40-საათიანი სამუშაო კვირის განმავლობაში?",
  //   answers: [
  //     { text: 'a. 300 მლ/მ3', correct: false},
  //     { text: 'b. 400 მლ/მ3', correct: true},
  //     { text: 'c. 500 მლ/მ3', correct: false},
  //     { text: 'd. 600 მლ/მ3', correct: false},
  //   ]
  // },
  // {
  //   question: "აალებადობის რომელი კლასი შეესაბამება მაღალი აალებადობის მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. 1', correct: false},
  //     { text: 'b. 2', correct: false},
  //     { text: 'c. 3', correct: true},
  //     { text: 'd. 4', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორი უნდა იყოს ჰაერის ცვლა სამანქანო და სააპარატო ოთახებში, როდესაც ისინი დაკავებული სათავსოებია?",
  //   answers: [
  //     { text: 'a. 4-ჯერადი ცვლა საათში', correct: true},
  //     { text: 'b. 3-ჯერადი ცვლა საათში', correct: false},
  //     { text: 'c. 2-ჯერადი ცვლა საათში', correct: false},
  //     { text: 'd. 1-ჯერადი ცვლა საათში', correct: false},
  //   ]
  // },
  // {
  //   question: "რას უდრის მინიმალური სხვაობა ცხელი ზედაპირის ტემპერატურასა და მასთან შეხებაში მყოფი მაცივარაგენტის თვითაალების ტემპერატურას შორის?",
  //   answers: [
  //     { text: 'a. 120°C', correct: false},
  //     { text: 'b. 130°C', correct: false},
  //     { text: 'c. 140°C', correct: false},
  //     { text: 'd. 150°C ', correct: true},
  //   ]
  // },
  // {
  //   question: "A2 და A3 კლასის მაცივარაგენტის დეტექტორმა უნდა დაიწყოს ფუნქციონირებამაშინ, როდესაც ჰაერში მაცივარაგენტის კონცენტრაციის დონე მიაღწევს მისიაალებადობის ქვედა ზღვრის:",
  //   answers: [
  //     { text: 'a. 10%-ს', correct: false},
  //     { text: 'b. 20%-ს', correct: true},
  //     { text: 'c. 30%-ს', correct: false},
  //     { text: 'd. 40%-ს', correct: false},
  //   ]
  // },
  // {
  //   question: "მოწყობილობის განთავსების ადგილის ვიზუალურ ინსპექტირებისას უნდა შემოწმდეს:",
  //   answers: [
  //     { text: 'a. სამანქანო და სააპარატო ოთახების მექანიკური ვენტილაციის ვარგისიანობა', correct: false},
  //     { text: 'b. მაცივარაგენტის დეტექტორის, განგაშებისა და საავარიო განათების ვარგისიანობა', correct: false},
  //     { text: 'c. პერსონალის დამცავი აღჭურვილობის ხელმისაწვდომობა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "გარეგანი ვიზუალური ინსპექტირების ფურცელში მოცემული უნდა იყოს შემდეგი ინფორმაცია:",
  //   answers: [
  //     { text: 'a. მთლიანი მოწყობილობის შედარება სამაცივრო და ელექტრო სისტემების ნახაზებთან', correct: false},
  //     { text: 'b. წნევის ქვეშ მყოფ ჭურჭლებზე დოკუმენტაციის არსებობა', correct: false},
  //     { text: 'c. მიერთებების, სამაგრების, ფიქსატორების და შედუღების ადგილების ვარგისიანობა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  // {
  //   question: "ამიაკის რა რაოდენობის შემცველ სამაცივრო სისტემებს უნდა ჰქონდეს ჩამკეტი არმატურა სისტემიდან რესივერების იზოლირებისათვის?",
  //   answers: [
  //     { text: 'a. 50კგ-ზე მეტი ', correct: true},
  //     { text: 'b. 100კგ-ზე მეტი', correct: false},
  //     { text: 'c. 150კგ-ზე მეტი', correct: false},
  //     { text: 'd. 200კგ-ზე მეტი', correct: false},
  //   ]
  // },
  // {
  //   question: "მოწყობილობები, რომლებიც შეიცავენ 3კგ და მეტ მაცივარგენტს, გარდა ჰერმეტული სისტემებისა, რომლებიც შეიცავენ 6კგ და ნაკლებ მაცივარაგენტს, უნდა შემოწმდეს გაჟონვაზე სულ მცირე ყოველ:",
  //   answers: [
  //     { text: 'a. 3 თვეში ერთხელ', correct: false},
  //     { text: 'b. 6 თვეში ერთხელ', correct: false},
  //     { text: 'c. 9 თვეში ერთხელ', correct: false},
  //     { text: 'd. 12 თვეში ერთხელ ', correct: true},
  //   ]
  // },
  // {
  //   question: "მოწყობილობები, რომლებიც შეიცავენ 30კგ და მეტ მაცივარგენტს უნდა შემოწმდეს გაჟონვაზე სულ მცირე ყოველ:",
  //   answers: [
  //     { text: 'a. 3 თვეში ერთხელ', correct: false},
  //     { text: 'b. 6 თვეში ერთხელ ', correct: true},
  //     { text: 'c. 9 თვეში ერთხელ', correct: false},
  //     { text: 'd. 12 თვეში ერთხელ', correct: false},
  //   ]
  // },
  // {
  //   question: "მოწყობილობები, რომლებიც შეიცავენ 300კგ და მეტ მაცივარგენტს უნდა შემოწმდეს გაჟონვაზე სულ მცირე ყოველ:",
  //   answers: [
  //     { text: 'a. 3 თვეში ერთხელ ', correct: true},
  //     { text: 'b. 6 თვეში ერთხელ', correct: false},
  //     { text: 'c. 9 თვეში ერთხელ', correct: false},
  //     { text: 'd. 12 თვეში ერთხელ', correct: false},
  //   ]
  // },
  // {
  //   question: "სამაცივრო სისტემის რეკონსტრუქციის შემდეგ აუცილებელია:",
  //   answers: [
  //     { text: 'a. ჩაიხსნას ზედმეტი მილგაყვანილობა', correct: false},
  //     { text: 'b. შემოწმდეს ჩამკეტი არმატურის გამართულობა', correct: false},
  //     { text: 'c. დაიხშოს მილების ღია ბოლოები', correct: false},
  //     { text: 'd. შესრულდეს ყველა ჩამოთვლილი ქმედება ', correct: true},
  //   ]
  // },
  // {
  //   question: "მაცივარაგენტის რა მინიმალური ტევადობის რესივერი უნდა აღიჭურვოს სითხის დონის მაჩვენებლით?",
  //   answers: [
  //     { text: 'a. 100 კგ A1 ჯგუფის მაცივარაგენტისათვის', correct: false},
  //     { text: 'b. 25 კგ A2, B1, B2 ჯგუფის მაცივარაგენტისათვის', correct: false},
  //     { text: 'c. 2.5 კგ A3, B3 ჯგუფის მაცივარაგენტისათვის', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "რა ინფორმაციას უნდა მოიცავდეს სამაცივრო დანადგარზე განთავსებული საიდენტიფიკაციო ფირფიტა?",
  //   answers: [
  //     { text: 'a. დამამზადებლის ან დამმონტაჟებლის დასახელებას, დანადგარის მოდელს და სერიულ ნომერს', correct: false},
  //     { text: 'b. მაცივარაგენტის ტიპს და რაოდენობას', correct: false},
  //     { text: 'c. დამამზადებლის ან დამმონტაჟებლის დასახელებას, დანადგარის მოდელს, დამზადების წელს და სერიულ ნომერს, მაცივარაგენტის ტიპს და რაოდენობას, მაქსიმალურად დასაშვებ წნევას მაღალ და დაბალ მხარეს', correct: true},
  //     { text: 'd. დამზადების წელს', correct: false},
  //   ]
  // },
  // {
  //   question: "სამაცივრო სისტემის მონტაჟზე დოკუმენტი უნდა მოიცავდეს შემდეგ ინფორმაციას:",
  //   answers: [
  //     { text: 'a. მხოლოდ ინფორმაციას დამამზადებლის და დამმონტაჟებლის შესახებ', correct: false},
  //     { text: 'b. დადასტურებას, რომ მონტაჟი შესრულდა პროექტის მოთხოვნის შესაბამისად და სისტემა აღჭურვილია დამცავი და საკონტროლო ხელსაწყოებთ, ასევე ინფორმაციას ექსპლუატაციაში გაშვების შემდგომ დარეგულირებაზე. ', correct: true},
  //     { text: 'c. ინფორმაციას დამამზადებლის და დამმონტაჟებლის შესახებ და დანადგარის ტექნიკურ მონაცემებს', correct: false},
  //     { text: 'd. ექსპლუატაციის ინსტრუქციას', correct: false},
  //   ]
  // },
  // {
  //   question: 'რა მოთხოვნებს უნდა უკმაყოფილებდეს სამანქანო ან სააპარატო ოთახის კარები სსტ 70 : 2013 საქართველოს სტანდარტის "სამაცივრო სისტემების და თბური ტუმბოების მომსახურების უსაფრთხოებისა და გარემოს დაცვის მოთხოვნები" მიხედვით? ',
  //   answers: [
  //     { text: 'a. უნდა გააჩნდეს ზომები საკმარისი რაოდენობის ადამიანების თავისუფლად გასასვლელად', correct: false},
  //     { text: 'b. უნდა იყოს მჭიდროდ მიმაგრებული, თვითჩამკეტი და იღებოდეს ორივე მხრიდან', correct: false},
  //     { text: 'c. უნდა იყოს სულ მცირე ერთ საათიანი ცეცხლგამძლე კონსტრუქციის', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილს ', correct: true},
  //   ]
  // },
  // {
  //   question: "სად უნდა განთავსდეს მაცივარაგენტის სტაციონარული დეტექტორი?",
  //   answers: [
  //     { text: 'a. სათავსოს ყველაზე მაღალ წერტილში', correct: false},
  //     { text: 'b. სათავსოს ყველაზე დაბალ წერტილში', correct: false},
  //     { text: 'c. ყველაზე მაღალ წერტილში ჰაერზე მსუბუქი მაცივარაგენტის შემთხვევაში, ყველაზე დაბალ წერტილში ჰაერზე მძიმე მაცივარაგენტის შემთხვევაში ', correct: true},
  //     { text: 'd. კომპრესორის გვერდით', correct: false},
  //   ]
  // },
  // {
  //   question: "უსაფრთხოების რომელი ჯგუფის მაცივარაგენტის გამოყენების დროს არის აუცილებელი პერსონალისათვის დამცავი ხელთათმანებისა და სათვალის გამოყენება?",
  //   answers: [
  //     { text: 'a. ყველა ჯგუფის მაცივარაგენტის მისი თვისების მიუხედავად ', correct: true},
  //     { text: 'b. B2', correct: false},
  //     { text: 'c. A2', correct: false},
  //     { text: 'd. A1 და B1', correct: false},
  //   ]
  // },
  // {
  //   question: "სისტემაში არსებულ მაცივარაგენტებთან დაკავშირებული პირველადი დახმარების აღჭურვილობა და წამლები უნდა ინახებოდეს:",
  //   answers: [
  //     { text: 'a. სამანქანო ოთახში', correct: false},
  //     { text: 'b. სამანქანო ოთახის გარედან შესასვლელთან ახლოს ', correct: true},
  //     { text: 'c. სამაცივრო საკანში', correct: false},
  //     { text: 'd. საოფისე ოთახში', correct: false},
  //   ]
  // },
  // {
  //   question: "B2 ჯგუფის მაცივარაგენტიანი სამაცივრო სისტემისათვის გამოიყენება შემდეგი მოთხოვნები:",
  //   answers: [
  //     { text: 'a. სისტემის რესივერმა უნდა დაიტიოს სამაცივრო სისტემაში ცირკულირებადი მაცივარაგენტის სრული რაოდენობა', correct: false},
  //     { text: 'b. მილგაყვანილობა და კოლექტორები უნდა შედუღდეს ან მიირჩილოს მილტუჩების გამოყენების გარეშე და ჩაიწყოს ბეტონის იატაკში', correct: false},
  //     { text: 'c. კოლექტორი და გამანაწილებელი მილები უნდა ჩალაგდეს გამოყოფილ გამანაწილებელ არხში, რომელიც იქნება შეერთებული სამანქანო ოთახთან', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  // {
  //   question: "რა ინფორმაცია უნდა იყოს მუდმივად და სიმედოდ მიმაგრებული თხევადი მაცივარაგენტის ტუმბოზე?",
  //   answers: [
  //     { text: 'a. დამამზადებლის დასახელება და დამზადების წელი', correct: false},
  //     { text: 'b. მოდელის დასახელება და სერიული ნომერი', correct: false},
  //     { text: 'c. საპროექტო ან მაქსიმალურად დასაშვები წნევა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  // {
  //   question: "ვინ უნდა განსაზღვროს მაქსიმალურად დასაშვები წნევა სამაცივრო სისტემის სხვადასხვა ნაწილისათვის?",
  //   answers: [
  //     { text: 'a. დამამზადებელმა დამკვეთის მოთხოვნის შესაბამისად', correct: false},
  //     { text: 'b. დამპროექტებელმა სამაცივრო სისტემის მიხედვით და ადგილობრივი პირობების გათვალისწინებით ', correct: true},
  //     { text: 'c. მემონტაჟემ სამაცივრო სისტემის მიხედვით და ადგილობრივი პირობების გათვალისწინებით', correct: false},
  //     { text: 'd. არცერთმა ჩამოთვლილთაგან', correct: false},
  //   ]
  // },
  // {
  //   question: "რაზეა დამოკიდებული მილგაყვანილობის დამაგრების მანძილი?",
  //   answers: [
  //     { text: 'a. მილის მასალაზე', correct: false},
  //     { text: 'b. მილის კვეთის ფართზე', correct: false},
  //     { text: 'c. მილის სიგრძეზე', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილზე ', correct: true},
  //   ]
  // },
  // {
  //   question: "რა შემთხვევაში შეიძლება მაცივარაგენტის მილების გატარება სავენტილაციო და ჰაერის კონდიცირების არხებში?",
  //   answers: [
  //     { text: 'a. არ შეიძლება არცერთ შემთხვევაში ', correct: true},
  //     { text: 'b. შეიძლება A1 მაცვარაგენტის შემთხვევაში', correct: false},
  //     { text: 'c. ყველა შემთხვევაში, თუ არ გამოიყენება A3 ან B3 ჯგუფის მაცივარაგენტი', correct: false},
  //     { text: 'd. ყველა შემთხვევაში, თუ არ გამოიყენება ბუნებრივი მაცივარაგენტი', correct: false},
  //   ]
  // },
  // {
  //   question: "რას ეწოდება მაცივარაგენტის ფარდობითი დანაკარგი?",
  //   answers: [
  //     { text: 'a. სისტემის დატენისას გაჟონილი მაცივარაგენტის რაოდენობის შეფარდებას სისტემაში არსებული მაცივარაგენტის სრულ რაოდენობასთან', correct: false},
  //     { text: 'b. სისტემაში რეალურად არსებული მაცივარაგენტის რაოდენობის შეფარდებას სისტემის ტექნიკური დოკუმენტაციით განსაზღვრულ რაოდენობასთან', correct: false},
  //     { text: 'c. ერთი წლის განმავლობაში სისტემიდან გაჟონილი მაცივარაგენტის რაოდენობის შეფარდებას სისტემაში არსებული მაცივარაგენტის სრულ რაოდენობასთან ', correct: true},
  //     { text: 'd. გაჩერებული სისტემიდან გაჟონილი მაცივარაგენტის რაოდენობის შეფარდებას მუშა მდგომარეობაში მყოფი სისტემიდან გაჟონილი მაცივარაგენტის რაოდენობასთან', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ მოწმდება უსაფრთოების ვენტილი, გახეთქვის ფირფიტა და ლღობადი საცობი?",
  //   answers: [
  //     { text: 'a. მხოლოდ ვიზუალურად', correct: false},
  //     { text: 'b. ვიზუალურად და გაჟონვაზე ', correct: true},
  //     { text: 'c. მაქსიმალურად დასაშვებ წნევაზე', correct: false},
  //     { text: 'd. არ საჭიროებენ შემოწმებას', correct: false},
  //   ]
  // },
  // {
  //   question: "A3 ჯგუფის მაცივარაგენტის შემცველი აღჭურვილობის შეკეთების გზამკვლევიუნდა შეიცავდეს შემდეგ ინფორმაციას:",
  //   answers: [
  //     { text: 'a. ნორმალური ფუნქციონირების, გაშვების და გაჩერების წესებს', correct: false},
  //     { text: 'b. სისტემატური მომსახურების და შეკეთების წესებს ცალკეული ელემენტების უსაფრთხო გახსნის წესების ჩათვლით', correct: false},
  //     { text: 'c. უსაფრთხოების სისტემის და მისი ელემენტების ტესტირების წესებს', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილს ', correct: true},
  //   ]
  // },
  // {
  //   question: 'რას ეწოდება "კონტროლირებადი ნარჩენი"?',
  //   answers: [
  //     { text: 'a. სისტემიდან ამოღებულ მაცივარაგენტს, ვიდრე მას ჩაუტარდება იდენტიფიკაცია', correct: true},
  //     { text: 'b. რეციკლირებულ მაცივარაგენტს', correct: false},
  //     { text: 'c. აღდგენილ მაცივარაგენტს', correct: false},
  //     { text: 'd. გასანადგურებელ მაცივარაგენტს', correct: false},
  //   ]
  // },
  // {
  //   question: "სამაცივრო სისტემაში ნორმის შესაბამისი რაოდენობის მაცივარაგენტის ვიზუალური ინსპექტირება შეიძლება:",
  //   answers: [
  //     { text: 'a. სათვალთვალო მინით', correct: false},
  //     { text: 'b. დონის ინდიკატორით', correct: false},
  //     { text: 'c. ფუნქციონირების წნევით და ტემპერატურით', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "რა სიხშირით უნდა ჩატარდეს ფტორირებული მაცივარაგენტების სტაციონარული დეტექტორული სისტემის დაკალიბრება?",
  //   answers: [
  //     { text: 'a. ყოველთვიურად', correct: false},
  //     { text: 'b. 6 ვეში ერთხელ', correct: false},
  //     { text: 'c. 12 თვეში ერთხელ', correct: true},
  //     { text: 'd. არ საჭიროებს დაკალიბრებას', correct: false},
  //   ]
  // },
  // {
  //   question: "როდის შეიძლება სისტემიდან ამოღებული ფტორირებული მაცივარაგენტის იმავე სისტემაში გამოყენება მისი რეციკლირების გარეში?",
  //   answers: [
  //     { text: 'a. მას შემდეგ, რაც სისტემაში შეიცვალა ელექტრულად დაზიანებული ჰერმეტული ან ნახევრად ჰერმეტული კომპრესორი', correct: false},
  //     { text: 'b. თუ გამორიცხულია სისტემაში მჟავების, ტენის და მექანიკური დამაბინძურებლების არსებობა ', correct: true},
  //     { text: 'c. მას შემდეგ, რაც სისტემაში შეიცვალა გამომშრობი ფილტრი', correct: false},
  //     { text: 'd. ყველა შემთხვევაში', correct: false},
  //   ]
  // },
  // {
  //   question: "რომელი თერმოდინამიკური პარამეტრი იზომება გრადუსებში?",
  //   answers: [
  //     { text: 'a. წნევა', correct: false},
  //     { text: 'b. სიმკვრივე', correct: false},
  //     { text: 'c. ტემპერატურა ', correct: true},
  //     { text: 'd. მოცულობა', correct: false},
  //   ]
  // },
  {
    question: "რა ეწოდება სითბოს რაოდენობას, რომელიც ესაჭიროება ერთეული მასის სხეულის ერთი გრადუსით გათბობას ან გაციებას?",
    answers: [
      { text: 'a. თბოგამტარობა', correct: false},
      { text: 'b. თბოგადაცემა', correct: false},
      { text: 'c. თბოართმევა', correct: false},
      { text: 'd. კუთრი თბოტევადობა', correct: true},
    ]
  },
  // {
  //   question: "რა ეწოდება დროის ერთეულში შესრულებულ მუშაობას?",
  //   answers: [
  //     { text: 'a. სიბლანტე', correct: false},
  //     { text: 'b. სიხშირე', correct: false},
  //     { text: 'c. სიმძლავრე ', correct: true},
  //     { text: 'd. სითბო', correct: false},
  //   ]
  // },
  // {
  //   question: "რა ეწოდება სითბოს რაოდენობას, რომელსაც შთანთქავს 1კგ თხევადი მაცივარაგენტი სრულად აორთქლებისას?",
  //   answers: [
  //     { text: 'a. კუთრი სიცივემწარმოებლურობა ', correct: true},
  //     { text: 'b. თბოგადაცემა', correct: false},
  //     { text: 'c. თბოართმევა', correct: false},
  //     { text: 'd. კუთრი თბოტევადობა', correct: false},
  //   ]
  // },
  // {
  //   question: "კრიტიკული ტემპერატურა არის ტემპერატურა",
  //   answers: [
  //     { text: 'a. რომლის ზევით ნივთიერება შეიძლება აფეთქდეს', correct: false},
  //     { text: 'b. რომლის ზევით შეუძლებელია ნივთიერების გათხევადება', correct: true},
  //     { text: 'c. რომლის ქვევით ნივთიერება მხოლოდ თხევად მდგომარეობაშია', correct: false},
  //     { text: 'd. რომლის ქვევით ნივთიერების მყარი და თხევადი ფაზა წონასწორობაშია', correct: false},
  //   ]
  // },
  // {
  //   question: "ნორმალური დუღილის წერტილი არის:",
  //   answers: [
  //     { text: 'a. ტემპერატურა, რომელზეც ნივთიერება დუღს ატმოსფერული წნევის ქვეშ (1.01 ბარი)', correct: true},
  //     { text: 'b. მდგომარეობა, როდესაც ორთქლის ბუშტუკები ჩნდება მხოლოდ სითხის ზედაპირზე', correct: false},
  //     { text: 'c. მდგომარეობა, როდესაც ორთქლის ბუშტუკები ჩნდება სითხის მთელ მოცულობაში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: false},
  //   ]
  // },
  // {
  //   question: "აბსოლუტური ტემპერატურის საზომი ერთეულია:",
  //   answers: [
  //     { text: 'a. ცელსიუსის გრადუსი', correct: false},
  //     { text: 'b. ფარენგეიტის გრადუსი', correct: false},
  //     { text: 'c. კელვინი ', correct: true},
  //     { text: 'd. სამივე', correct: false},
  //   ]
  // },
  // {
  //   question: "როდესაც რომელიმე ნივთიერების ტემპერატურა თერმომეტრის ჩვენების მიხედვით უდრის 00C-ს, მაშინ მისი აბსოლუტური ტემპერატურაა:",
  //   answers: [
  //     { text: 'a. 125.3K', correct: false},
  //     { text: 'b. 360.0K', correct: false},
  //     { text: 'c. 273.15K', correct: true},
  //     { text: 'd. 80.5K', correct: false},
  //   ]
  // },
  // {
  //   question: "რას უდრის განსხვავება აბსოლუტურ და მანომეტრულ წნევებს შორის?",
  //   answers: [
  //     { text: 'a. 2 ბარი', correct: false},
  //     { text: 'b. 1 ბარი', correct: true},
  //     { text: 'c. 0 ბარი', correct: false},
  //     { text: 'd. 0.1 ბარი', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი მიეკუთვნება ქფნ-ს (CFC)?",
  //   answers: [
  //     { text: 'a. R12 ', correct: true},
  //     { text: 'b. R22', correct: false},
  //     { text: 'c. R1234yf', correct: false},
  //     { text: 'd. R143a', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი მიეკუთვნება წქფნ-ს (HCFC)?",
  //   answers: [
  //     { text: 'a. R12', correct: false},
  //     { text: 'b. R22', correct: true},
  //     { text: 'c. R134a', correct: false},
  //     { text: 'd. R1234yf', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი მიეკუთვნება წფო-ს (HFO)?",
  //   answers: [
  //     { text: 'a. R12', correct: false},
  //     { text: 'b. R1234yf ', correct: true},
  //     { text: 'c. R134a', correct: false},
  //     { text: 'd. R744', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი მიეკუთვნება წფნ-ს (HFC)?",
  //   answers: [
  //     { text: 'a. R12', correct: false},
  //     { text: 'b. R22', correct: false},
  //     { text: 'c. R134a', correct: true},
  //     { text: 'd. R744', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი მიეკუთვნება ნახშირწყალბადებს (HC)?",
  //   answers: [
  //     { text: 'a. R134a', correct: false},
  //     { text: 'b. R404A', correct: false},
  //     { text: 'c. R407C', correct: false},
  //     { text: 'd. R600a', correct: true},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი ნარევი მიეკუთვნება აზეოტროპებს?",
  //   answers: [
  //     { text: 'a. R402', correct: false},
  //     { text: 'b. R502', correct: true},
  //     { text: 'c. R407C', correct: false},
  //     { text: 'd. R410A', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი ნარევი მიეკუთვნება ზეოტროპებს?",
  //   answers: [
  //     { text: 'a. R404A ', correct: true},
  //     { text: 'b. R500', correct: false},
  //     { text: 'c. R502', correct: false},
  //     { text: 'd. R507', correct: false},
  //   ]
  // },
  // {
  //   question: "რომელ ნარევს უწოდებენ სერვისულს?",
  //   answers: [
  //     { text: 'a. ყველა ზეოტროპულ ნარევს', correct: false},
  //     { text: 'b. ყველა აზეოტროპულ ნარევს', correct: false},
  //     { text: 'c. ნარევს, რომლის ერთ-ერთ კომპონენტს წარმოადგენს R22', correct: true},
  //     { text: 'd. არცერთს ჩამოთვლილთაგან', correct: false},
  //   ]
  // },
  {
    question: "როგორ უნდა დადგინდეს მაცივარაგენტის ტიპი?",
    answers: [
      { text: 'a. ჰალოიდური ლამპით', correct: false},
      { text: 'b. იდენტიფიკატორით', correct: true},
      { text: 'c. ჟონვის დეტექტორით', correct: false},
      { text: 'd. ყველა ჩამოთვლილით', correct: false},
    ]
  },
  // {
  //   question: "კაპილარულ მილში წნევის ვარდნას იწვევს",
  //   answers: [
  //     { text: 'a. კედელთან ხახუნის ძალა', correct: false},
  //     { text: 'b. ნაკადის აჩქარება', correct: false},
  //     { text: 'c. ნაკადის მიმართულების შეცვლა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  // {
  //   question: "რომელი თერმოდინამიკური პროცესი მიმდინარეობს კომპრესორში?",
  //   answers: [
  //     { text: 'a. მაცივარაგენტის შეკუმშვა', correct: true},
  //     { text: 'b. მაცივარაგენტის გადამეტხურება', correct: false},
  //     { text: 'c. მაცივარაგენტის აორთქლება', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: false},
  //   ]
  // },
  {
    question: "რომელი თერმოდინამიკური პროცესი მიმდინარეობს კონდესატორში?",
    answers: [
      { text: 'a. მაცივარაგენტის შეკუმშვა', correct: false},
      { text: 'b. მაცივარაგენტის გათხევადება ', correct: true},
      { text: 'c. მაცივარაგენტის აორთქლება', correct: false},
      { text: 'd. არცერთი ჩამოთვლილი', correct: false},
    ]
  },
  // {
  //   question: "რომელი თერმოდინამიკური პროცესი მიმდინარეობს საორთქლებელში?",
  //   answers: [
  //     { text: 'a. მაცივარაგენტის შეკუმშვა', correct: false},
  //     { text: 'b. მაცივარაგენტის გათხევადება', correct: false},
  //     { text: 'c. მაცივარაგენტის აორთქლება', correct: true},
  //     { text: 'd. არცერთი ჩამოთვლილი', correct: false},
  //   ]
  // },
  // {
  //   question: "თუ დუღილის ტემპერატურა კლებულობს, კომპრესორის სიცივემწარმოებლურობა:",
  //   answers: [
  //     { text: 'a. იზრდება', correct: false},
  //     { text: 'b. მცირდება', correct: true},
  //     { text: 'c. რჩება უცვლელი', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაიზარდოს ან შემცირდეს', correct: false},
  //   ]
  // },
  // {
  //   question: "მაცივარაგენტის სიჩქარე მილში დამოკიდებულია:",
  //   answers: [
  //     { text: 'a. მაცივარაგენტის სიმკვრივეზე', correct: false},
  //     { text: 'b. მაცივარაგენტის ნაკადის ხარჯზე', correct: false},
  //     { text: 'c. მილის შიგა დიამეტრზე', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილზე', correct: true},
  //   ]
  // },
  // {
  //   question: "თუ კონდენსაციის ტემპერატურა იზრდება, კომპრესორის სიცივემწარმოებლურობა:",
  //   answers: [
  //     { text: 'a. იზრდება', correct: false},
  //     { text: 'b. მცირდება', correct: true},
  //     { text: 'c. რჩება უცვლელი', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაიზარდოს ან შემცირდეს', correct: false},
  //   ]
  // },
  // {
  //   question: "თუ ორთქლის გადამეტხურება ნორმალურ სიდიდეზე მეტად იზრდება, კომპრესორის სიცივემწარმოებლურობა:",
  //   answers: [
  //     { text: 'a. იზრდება', correct: false},
  //     { text: 'b. მცირდება', correct: true},
  //     { text: 'c. რჩება უცვლელი', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაიზარდოს ან შემცირდეს', correct: false},
  //   ]
  // },
  // {
  //   question: "კონდესატორში გაცემული სითბო:",
  //   answers: [
  //     { text: 'a. ყოველთვის მეტია საორთქლებელში ართმეულ სითბოზე ', correct: true},
  //     { text: 'b. ყოველთვის ნაკლებია საორთქლებელში ართმეულ სითბოზე', correct: false},
  //     { text: 'c. ყოველთვის ტოლია საორთქლებელში ართმეული სითბოსი', correct: false},
  //     { text: 'd. მეტია ან ნაკლები საორთქლებელში ართმეულ სითბოზე კონდენსატორის თბოცვლის ზედაპირის მიხედვით', correct: false},
  //   ]
  // },
  {
    question: "კონდენსატორში ზეოტროპული ნარევის კონდენსაცია მიმდინარეობს:",
    answers: [
      { text: 'a. ცვლად წნევაზე და ტემპერატურაზე', correct: false},
      { text: 'b. მუდმივ წნევაზე და ტემპერატურაზე', correct: false},
      { text: 'c. მუდმივ წნევაზე და ცვლად ტემპერატურაზე', correct: true},
      { text: 'd. ცვლად წნევაზე და მუდმივ ტემპერატურაზე', correct: false},
    ]
  },
  // {
  //   question: "ფარდობითი ტენიანობის გასაზომად გამოიყენება:",
  //   answers: [
  //     { text: 'a. მანომეტრო', correct: false},
  //     { text: 'b. ფსიქრომეტრი', correct: true},
  //     { text: 'c. ბარომეტრო', correct: false},
  //     { text: 'd. ანემომეტრი', correct: false},
  //   ]
  // },
  // {
  //   question: "მაცივარაგენტიდან გაზობრივ დამაბინძურებლებს შთანთქავს:",
  //   answers: [
  //     { text: 'აქტივირებული ნახშირბადი', correct: true},
  //     { text: 'b. აზოტი', correct: false},
  //     { text: 'c. ქლორი', correct: false},
  //     { text: 'd. წყალბადი', correct: false},
  //   ]
  // },
  // {
  //   question: "რომელი სიდიდის საზომი ერთეულია Btu/სთ?",
  //   answers: [
  //     { text: 'a. მუშაობის', correct: false},
  //     { text: 'b. სითბოს რაოდენობის', correct: false},
  //     { text: 'c. ენერგიის', correct: false},
  //     { text: 'd. სიმძლავრის ', correct: true},
  //   ]
  // },
  {
    question: "სამაცივრო კონტურის რომელ წერტილში აქვს მაცივარაგენტს ყველაზე მაღალი ტემპერატურა?",
    answers: [
      { text: 'a. კომპრესორის გამოსასვლელში ', correct: true},
      { text: 'b. კონდენსატორის გამოსასვლელში', correct: false},
      { text: 'c. რესივერში', correct: false},
      { text: 'd. საორთქლებლის შესასვლელში', correct: false},
    ]
  },
  // {
  //   question: "მუდმივი კონდენსაციის ტემპერატურის პირობებში დუღილის ტემპერატურის მატებით სამაცივრო კოეფიციენტი:",
  //   answers: [
  //     { text: 'a. იზრდება', correct: true},
  //     { text: 'b. მცირდება', correct: false},
  //     { text: 'c. რჩება უცვლელი', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაიზარდოს ან შემცირდეს', correct: false},
  //   ]
  // },
  // {
  //   question: "რას უდრის 1 სამაცივრო ტონა (TR)?",
  //   answers: [
  //     { text: 'a. 24000Btu/სთ', correct: false},
  //     { text: 'b. 18000Btu/სთ', correct: false},
  //     { text: 'c. 3.5კვტ', correct: true},
  //     { text: 'd. 5.4კვტ', correct: false},
  //   ]
  // },
  {
    question: "საორთქლებლში დაბალი წნევის თხევადი მაცივარგენტი გარდაიქმნება:",
    answers: [
      { text: 'a. მაღალი წნევის სითხედ', correct: false},
      { text: 'b. მაღალი წნევის ორთქლად', correct: false},
      { text: 'c. დაბალი წნევის სითხისა და ორთქლის ნარევად', correct: false},
      { text: 'd. დაბალი წნევის ორთქლად', correct: true},
    ]
  },
  // {
  //   question: "R744 მაცივარაგენტი არის:",
  //   answers: [
  //     { text: 'a. უფერო', correct: false},
  //     { text: 'b. არააალებადი', correct: false},
  //     { text: 'c. არატოქსიკური', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "სამაცივრო კოეფიციენტი ყოველთვის:",
  //   answers: [
  //     { text: 'a. ნაკლებია 1-ზე', correct: false},
  //     { text: 'b. მეტია 1-ზე', correct: true},
  //     { text: 'c. ტოლია 1-ის', correct: false},
  //     { text: 'd. შეიძლება იყოს ნებისმიერი', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი თვისება არ არის სასურველი მაცივარაგენტისთვის?",
  //   answers: [
  //     { text: 'a. კარგი ხსნადობა ზეთთან', correct: false},
  //     { text: 'b. ნორმალურ პირობებში დუღილის დაბალი ტემპერატურა', correct: true},
  //     { text: 'c. აორთქლების დიდი კუთრი სითბო', correct: false},
  //     { text: 'd. კარგი ელექტროგამტარობა', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ მოქმედებს გადამეტცივება სამაცივრო კოეფიციენტზე?",
  //   answers: [
  //     { text: 'a. ამცირებს', correct: false},
  //     { text: 'b. ზრდის', correct: true},
  //     { text: 'c. არ მოქმედებს', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაზარდოს ან შეამციროს', correct: false},
  //   ]
  // },
  // {
  //   question: "მუდმივი დუღილის ტემპერატურის პირობებში კონდენსაციის ტემპერატურის დაწევით სამაცივრო კოეფიციენტი:",
  //   answers: [
  //     { text: 'a. იზრდება ', correct: true},
  //     { text: 'b. მცირდება', correct: false},
  //     { text: 'c. რჩება უცვლელი', correct: false},
  //     { text: 'd. სხვადასხვა მაცივარაგენტისთვის შეიძლება გაიზარდოს ან შემცირდეს', correct: false},
  //   ]
  // },
  // {
  //   question: "R717 არის:",
  //   answers: [
  //     { text: 'a. არატოქსიკური', correct: false},
  //     { text: 'b. არააალებადი', correct: false},
  //     { text: 'c. ძალიან ტოქსიკური და აალებადი ', correct: true},
  //     { text: 'd. ტოქსიკური და არააალებადი', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ იცვლება ელექტროენერგიის ხარჯი, როცა დაჭირხვნის წნევა მატულობს?",
  //   answers: [
  //     { text: 'a. არ იცვლება', correct: false},
  //     { text: 'b. მცირდება', correct: false},
  //     { text: 'c. იზრდება', correct: true},
  //     { text: 'd. დამოკიდებულია კომპრესორის ძრავის ტიპზე', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ იცვლება მაცივარაგენტის მასური ხარჯი, როცა შეწოვის წნევა მატულობს?",
  //   answers: [
  //     { text: 'a. მცირდება', correct: false},
  //     { text: 'b. იზრდება', correct: true},
  //     { text: 'c. არ იცვლება', correct: false},
  //     { text: 'd. დამოკიდებულია მაცივარაგენტის ტიპზე', correct: false},
  //   ]
  // },
  // {
  //   question: "რა აერთიანებს სამაცივრო მოწყობილობებს, ჰაერის კონდიციონერებს და თბურ ტუმბოებს?",
  //   answers: [
  //     { text: 'a. ყველა მათგანში სრულდება შებრუნებული თერმოდინამიკური ციკლი, რომლის დროსაც სითბო გადაეცემა უფრო თბილი გარემოდან უფრო ცივს ', correct: true},
  //     { text: 'b. ყველა მათგანის დანიშნულებაა გარემოს ტემპერატურაზე დაბალი ტემპერატურის მქონე გარემოს შექმნა', correct: false},
  //     { text: 'c. ყველა მათგანში ელექტროენერგია გარდაიქმნება თბურ ენერგიად', correct: false},
  //     { text: 'd. არაფერი აქვთ საერთო', correct: false},
  //   ]
  // },
  {
    question: "მაცივარაგენტის რა მახასიათებლები განსაზღვრავს სამაცივრო სისტემის სრულ სიცივემწარმოებლურობას?",
    answers: [
      { text: 'a. აორთქლების კუთრი სითბო', correct: false},
      { text: 'b. კუთრი თბოტევადობა', correct: false},
      { text: 'c. სიმკვრივე', correct: false},
      { text: 'd. ყველა ჩამოთვლილი ', correct: true},
    ]
  },
  // {
  //   question: "მაცივრის ძირითადი ელემენტებია:",
  //   answers: [
  //     { text: 'a. კომპრესორი და კონდენსატორი', correct: false},
  //     { text: 'b. საორთქლებელი და კონდენსატორი', correct: false},
  //     { text: 'c. საორთქლებელი და თ.მ.ვ.', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  // {
  //   question: "უმარტივესი ორთქლის კომპრესიული მაცივარი-მანქანის მუშა ციკლი შედგება შემდეგი პროცესებისგან:",
  //   answers: [
  //     { text: 'a. აორთქლება და კონდენსაცია', correct: false},
  //     { text: 'b. შეკუმშვა და აორთქლება', correct: false},
  //     { text: 'c. შეკუმშვა და გაფართოვება', correct: false},
  //     { text: 'd. შეკუმშვა, კონდენსაცია, გაფართოვება და აორთქლება', correct: true},
  //   ]
  // },
  // {
  //   question: "რა სახის სამაცივრო ზეთი გამოიყენება R134a-ზე მომუშავე სამაცივრო აგრეგატებში?",
  //   answers: [
  //     { text: 'a. პოლიეთერული (POE) ', correct: true},
  //     { text: 'b. მინერალური (MO)', correct: false},
  //     { text: 'c. მინერალური + ალკილბენზოლური (MA)', correct: false},
  //     { text: 'd. პოლიალფაოლეფინური (PAO', correct: false},
  //   ]
  // },
  // {
  //   question: "რომელი მათგანი არ არის თავსებადი მინერალურ ზეთთან?",
  //   answers: [
  //     { text: 'a. R12', correct: false},
  //     { text: 'b. R22', correct: false},
  //     { text: 'c. R134a', correct: true},
  //     { text: 'd. R502', correct: false},
  //   ]
  // },
  // {
  //   question: "რომელი გაზით უნდა მოვახდინოთ სამაცივრო სისტემის გამოშრობა?",
  //   answers: [
  //     { text: 'a. აზოტით', correct: true},
  //     { text: 'b. სისტემის შესაბამისი მაცივარაგენტით', correct: false},
  //     { text: 'c. ჟანგბადით', correct: false},
  //     { text: 'd. არცერთი ჩამოთვლილით', correct: false},
  //   ]
  // },
  // {
  //   question: "ტენისგან დაბინძურებული სისტემის გასუფთავებისათვის საჭიროა:",
  //   answers: [
  //     { text: 'a. სისტემის გათბობა', correct: false},
  //     { text: 'b. სულ მცირე 0.03 ბარი ვაკუუმის შექმნა', correct: false},
  //     { text: 'c. 24 საათით ვაკუუმის შენარჩუნება', correct: false},
  //     { text: 'd. გრემოს ტემპერატურაზე ტენის აორთქლებისათვის საკმარისი ვაკუუმის შექმნა ', correct: true},
  //   ]
  // },
  {
    question: "რომელი კომპონენტი აქვთ საერთო კომპრესიულ და აბსორბციულ სამაცივრო სისტემებს?",
    answers: [
      { text: 'a. საორთქლებელი', correct: true},
      { text: 'b. აბსორბერი', correct: false},
      { text: 'c. კომპრესორი', correct: false},
      { text: 'd. გენერატორი', correct: false},
    ]
  },
  // {
  //   question: "რას უდრის რეციკლირებისათვის განკუთვნილ მაცივარაგენტში შერეული სხვა მაცივარაგენტის დასაშვები რაოდენობა?",
  //   answers: [
  //     { text: 'a. წონის 0.2%', correct: false},
  //     { text: 'b. წონის 2%', correct: true},
  //     { text: 'c. წონის 5%', correct: false},
  //     { text: 'd. წონის 10%', correct: false},
  //   ]
  // },
  // {
  //   question: "რას უდრის მრავალჯერადი ბალონის მაცივარაგენტით უსაფრთხო შევსების ნორმა?",
  //   answers: [
  //     { text: 'a. 60%', correct: false},
  //     { text: 'b. 75%', correct: false},
  //     { text: 'c. 80% ', correct: true},
  //     { text: 'd. 100%', correct: false},
  //   ]
  // },
  {
    question: "კომპრესიულ სამაცივრო სისტემაში მაცივარაგენტის გადამეტხურებას ადგილი აქვს:",
    answers: [
      { text: 'a. კომპრესორის შემდეგ', correct: false},
      { text: 'b. კონდენსატორის შემდეგ', correct: false},
      { text: 'c. კაპილარული მილის შემდეგ', correct: false},
      { text: 'd. საორთქლებლის შემდეგ ', correct: true},
    ]
  },
  {
    question: "სად მდებარეობს მაცივარაგენტის წნევის დამგდები მოწყობილობა (თ.მ.ვ. ან კაპილარული მილი?",
    answers: [
      { text: 'a. საორთლებლის შემდეგ', correct: false},
      { text: 'b. საორთლებლის წინ ', correct: true},
      { text: 'c. კომპრესორის შემდეგ', correct: false},
      { text: 'd. კონდესატორის წინ', correct: false},
    ]
  },
  {
    question: 'ჩამოთვლილთაგან რომელი ქმედებაა "მაცივარაგენტის შეგროვება"?',
    answers: [
      { text: 'a. მაცივარაგენტის სისტემიდან ამოღება შენახვისათვის და შემდგომი გამოყენებისათვის ', correct: true},
      { text: 'b. მაცივარაგენტის ატმოსფეროში გაშვება', correct: false},
      { text: 'c. მაცივარაგენტის დაყვანა პირვანდელ სახემდე', correct: false},
      { text: 'd. მაცივარაგენტის მყარი ნაწილაკებისგან, ტენისგან, მჟავებისგან და ზეთისგან გასუფთავება', correct: false},
    ]
  },
  {
    question: 'ჩამოთვლილთაგან რომელი ქმედებაა "მაცივარაგენტის რეციკლირება"?',
    answers: [
      { text: 'a. მაცივარაგენტის სისტემიდან ამოღება შენახვისათვის და შემდგომი გამოყენებისათვის', correct: false},
      { text: 'b. მაცივარაგენტის ატმოსფეროში გაშვება', correct: false},
      { text: 'c. მაცივარაგენტის დაყვანა პირვანდელ სახემდე', correct: false},
      { text: 'd. მაცივარაგენტის მყარი ნაწილაკებისგან, ტენისგან, მჟავებისგან და ზეთისგან გასუფთავება ', correct: true},
    ]
  },
  {
    question: 'ჩამოთვლილთაგან რომელი ქმედებაა "მაცივარაგენტის აღდგენა"?',
    answers: [
      { text: 'a. მაცივარაგენტის სისტემიდან ამოღება შენახვისათვის და შემდგომი გამოყენებისათვის', correct: false},
      { text: 'b. მაცივარაგენტის ატმოსფეროში გაშვება', correct: false},
      { text: 'c. მაცივარაგენტის დაყვანა პირვანდელ სახემდე', correct: true},
      { text: 'd. მაცივარაგენტის მყარი ნაწილაკებისგან, ტენისგან, მჟავებისგან და ზეთისგან გასუფთავება', correct: false},
    ]
  },
  // {
  //   question: "რომელი ქმედებაა დაუშვებელი?",
  //   answers: [
  //     { text: 'a. მაცივარაგენტის სისტემიდან ამოღება შენახვისათვის და შემდგომი გამოყენებისათვის', correct: false},
  //     { text: 'b. მაცივარაგენტის ატმოსფეროში გაშვება', correct: true},
  //     { text: 'c. მაცივარაგენტის დაყვანა პირვანდელ სახემდე', correct: false},
  //     { text: 'd. მაცივარაგენტის მყარი ნაწილაკებისგან, ტენისგან, მჟავებისგან და ზეთისგან გასუფთავება', correct: false},
  //   ]
  // },
  {
    question: 'რას ნიშნავს "უბრალო შეცვლა" ("დროპ-ინი")?',
    answers: [
      { text: 'a. სისტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება ზეთი კომპრესორში, თ.მ.ვ. და ფილტრი', correct: false},
      { text: 'b. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება კომპრესორი', correct: false},
      { text: 'c. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება საორთქლებელი და კონდენსატორი', correct: false},
      { text: 'd. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც სისტემაში მაცივარაგენტის მეტი არაფერი იცვლება ', correct: true},
    ]
  },
  {
    question: 'რას ნიშნავს "რეტროფიტი"?',
    answers: [
      { text: 'a. სისტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება ზეთი კომპრესორში, თ.მ.ვ. და ფილტრი ', correct: true},
      { text: 'b. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება კომპრესორი', correct: false},
      { text: 'c. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება საორთქლებელი და კონდენსატორი', correct: false},
      { text: 'd. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც სისტემაში მაცივარაგენტის მეტი არაფერი იცვლება', correct: false},
    ]
  },
  {
    question: 'რას ნიშნავს "გადაიარაღება"?',
    answers: [
      { text: 'a. სისტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება ზეთი კომპრესორში, თ.მ.ვ. და ფილტრი', correct: false},
      { text: 'b. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება კომპრესორი', correct: true},
      { text: 'c. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც იცვლება საორთქლებელი და კონდენსატორი', correct: false},
      { text: 'd. სიტემის გადაყვანა ალტერნატიულ მაცივარაგენტზე, როდესაც სისტემაში მაცივარაგენტის მეტი არაფერი იცვლება', correct: false},
    ]
  },
  // {
  //   question: "სისტემაში მაცივარაგენტის ნაკლებობამ შეიძლება გამოიწვიოს:",
  //   answers: [
  //     { text: 'a. საორთქლებლის არასრული გაცივება', correct: false},
  //     { text: 'b. ბუშტუკები სათვალთვალო მინაში', correct: false},
  //     { text: 'c. სიცივემწარმოებლურობის შემცირება', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  {
    question: "საორთქლებლის ვენტილიატორის დაზიანებამ შეიძლება გამოიწვიოს: ",
    answers: [
      { text: 'a. დუღილის ტემპერატურის შემცირება', correct: false},
      { text: 'b. საორთქლებლის არასრული გაცივება', correct: false},
      { text: 'c. თხევადი მაცივარაგენტის კომპრესორში მოხვედრა', correct: true},
      { text: 'd. ყველა ჩამოთვლილი', correct: false},
    ]
  },
  // {
  //   question: "სამაცივრო სისტემის თბოიზოლაციის დანიშნულებაა:",
  //   answers: [
  //     { text: 'a. სითბოს კარგი გატარება', correct: false},
  //     { text: 'b. რაც შეიძლება ნაკლები სითბოს გატარება', correct: true},
  //     { text: 'c. სითბოს აკუმულირება', correct: false},
  //     { text: 'd. სითბოს არინება', correct: false},
  //   ]
  // },
  // {
  //   question: "თბური ტუმბო არის მოწყობილობა, რომლის მეშვეობითაც:",
  //   answers: [
  //     { text: 'a. გარე ჰაერის სითბო მიეწოდება სათავსოს შიგა ჰაერს', correct: true},
  //     { text: 'b. ითბოს ნაკადი იცვლის მიმართულებას', correct: false},
  //     { text: 'c. მაცივარაგენტის ნაკადი იცვლის მიმართულებას', correct: false},
  //     { text: 'd. თბილი წყალი გადადის ერთი ჭურჭლიდან მეორეში', correct: false},
  //   ]
  // },
  // {
  //   question: "რა ფუნქციას ასრულებს თ.მ.ვ. სამაცივრო სისტემაში?",
  //   answers: [
  //     { text: 'a. მაცივარაგენტის დონის მაჩვენებლის', correct: false},
  //     { text: 'b. ჟონვის დეტექტორის', correct: false},
  //     { text: 'c. ზეთის მაჩვენებლის', correct: false},
  //     { text: 'd. საორთქლებლის დაბალი წნევის თხევადი მაცივარაგენტით შევსების რეგულირების საშუალებას ', correct: true},
  //   ]
  // },
  // {
  //   question: "კონდესატორის წიბოების გაჭუჭყიანება იწვევს:",
  //   answers: [
  //     { text: 'a. წნევათა სხვაობის ზრდას', correct: false},
  //     { text: 'b. სიცივემწარმოებლობის დაქვეითებას', correct: false},
  //     { text: 'c. მაღალი წნევის მხარეს მილების გახურებას', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილს', correct: true},
  //   ]
  // },
  // {
  //   question: "სისტემაში გამომშრობი ფილტრის გაჭუჭყიანების ნიშანია:",
  //   answers: [
  //     { text: 'a. წნევათა სხვაობის შემცირება', correct: false},
  //     { text: 'b. გამომშრობი ფილტრის გაცივება', correct: true},
  //     { text: 'c. სიცივემწარმოებლობის ზრდა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: false},
  //   ]
  // },
  // {
  //   question: "მაღალი წნევის რელეს მიერ კომპრესორის გათიშვა შეიძლება გამოიწვიოს:",
  //   answers: [
  //     { text: 'a. კონდესატორის ვენტილატორის დაზიანებამ', correct: false},
  //     { text: 'b. გამომშრობი ფილტრის გაჭუჭყიანებამ', correct: false},
  //     { text: 'c. მაღალი წნევის რელეს მწყობრიდან გამოსვლამ', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილმა ', correct: true},
  //   ]
  // },
  // {
  //   question: "რა მასალის მილები გამოიყენება ამიაკის სამაცივრო სისტემებში?",
  //   answers: [
  //     { text: 'a. ნაჭედი რკინა ან სხმული ფოლადი', correct: true},
  //     { text: 'b. ალუმინი', correct: false},
  //     { text: 'c. სპილენძი', correct: false},
  //     { text: 'd. თითბერი', correct: false},
  //   ]
  // },
  // {
  //   question: "რა აირი გამოიყენება სამაცივრო სისტემის ჰერმეტულობის შესამოწმებლად, ვიდრე ის შეივსება მაცივარაგენტით?",
  //   answers: [
  //     { text: 'a. მშრალი ჟანგბადი', correct: false},
  //     { text: 'b. მშრალი ნახშირორჟანგი', correct: false},
  //     { text: 'c. მშრალი წყალბადი', correct: false},
  //     { text: 'd. მშრალი აზოტი', correct: true},
  //   ]
  // },
  // {
  //   question: "დაბალი წნევის რელე თიშავს კომპრესორს, როდესაც:",
  //   answers: [
  //     { text: 'a. შეწოვის წნევა ეცემა დასაშვებ სიდიდეზე დაბლა', correct: true},
  //     { text: 'b. დაჭირხვნის წნევა ეცემა დასაშვებ სიდიდეზე დაბლა', correct: false},
  //     { text: 'c. შეწოვის ან დაჭირხვნის წნევა ეცემა დასაშვებ სიდიდეზე დაბლა', correct: false},
  //     { text: 'd. შეწოვის ან დაჭირხვნის წნევა იზრდება დასაშვებ სიდიდეზე მაღლა', correct: false},
  //   ]
  // },
  {
    question: "სამაცივრო სისტემის მაღალ და დაბალ მხარეს შორის წნევათა სხვაობას კომპრესორთან ერთად უზრუნველყოფს:",
    answers: [
      { text: 'a. სოლენოიდური ვენტილი', correct: false},
      { text: 'b. თ.მ.ვ', correct: true},
      { text: 'c. გამომშრობი ფილტრი', correct: false},
      { text: 'd. ცხელი გაზის მაყუჩი', correct: false},
    ]
  },
  // {
  //   question: "შეწოვის ხაზში მაქსიმალურად დასაშვები რეკომენდირებული სიჩქარეა:",
  //   answers: [
  //     { text: 'a. 20მ/წ', correct: true},
  //     { text: 'b. 15მ/წ', correct: false},
  //     { text: 'c. 10მ/წ', correct: false},
  //     { text: 'd. 5მ/წ', correct: false},
  //   ]
  // },
  {
    question: "მაცივარაგენტის ორთქლის არსებობა ძალიან არასასურველია:",
    answers: [
      { text: 'a. კომპრესორის შესასვლელში', correct: false},
      { text: 'b. კონდენსატორის შესასვლელში', correct: true},
      { text: 'c. თ.მ.ვ.-ს შესასვლელში', correct: false},
      { text: 'd. არცერთში ჩამოთვლილთაგან', correct: false},
    ]
  },
  // {
  //   question: 'ჩამოთვლილთაგან რომელმა მაცივარაგენტმა შეიძლება შეცვალოს R22 "უბრალო შეცვლით" (დროპ-ინით):',
  //   answers: [
  //     { text: 'a. R417A ', correct: true},
  //     { text: 'b. R410A', correct: false},
  //     { text: 'c. R404A', correct: false},
  //     { text: 'd. R407C', correct: false},
  //   ]
  // },
  // {
  //   question: "ხახუნზე მინიმალური დანაკარგებისათვის კონდიცირების არხულ სისტემაში ჰაერის სიჩქარე არხში უნდა იყოს:",
  //   answers: [
  //     { text: 'a. მაღალი', correct: false},
  //     { text: 'b. საშუალო', correct: false},
  //     { text: 'c. გონივრულად დაბალი ', correct: true},
  //     { text: 'd. ძალიან დაბალი', correct: false},
  //   ]
  // },
  {
    question: "გათბობის რეჟიმში სპლიტ-კონდიციონერის გარე ბლოკი არის:",
    answers: [
      { text: 'a. კონდესატორი', correct: false},
      { text: 'b. საორთქლებელი', correct: true},
      { text: 'c. ან კონდენსატორი, ან საორთქლებელი', correct: false},
      { text: 'd. ჰაერის გამათბობელი', correct: false},
    ]
  },
  {
    question: "დაკეტილი თ.მ.ვ.-ს ან გაჭედილი კაპილარული მილის შედეგია:",
    answers: [
      { text: 'a. შეწოვის წნევის მკვეთრი დაცემა', correct: false},
      { text: 'b. გამორთულ სამაცივრო სისტემაში წნევათა სხვაობის დიდი ხნით შენარჩუნება', correct: false},
      { text: 'c. დაჭირხვნის წნევის მკვეთრი ზრდა', correct: false},
      { text: 'd. ყველა ჩამოთვლილი ', correct: true},
    ]
  },
  {
    question: "თ.მ.ვ.-ს მგრძნობიარე ელემენტის არასწორმა მონტაჟმა ან ცუდმა კონტაქტმა მილთან შეიძლება გამოიწვიოს:",
    answers: [
      { text: 'a. თხევადი მაცივარაგენტის მოხვედრა კომპრესორში', correct: true},
      { text: 'b. შეწოვის წნევის მკვეთრი დაცემა', correct: false},
      { text: 'c. კონდენსაციის ტემპერატურის გაზრდა', correct: false},
      { text: 'd. ყველა ჩამოთვლილი', correct: false},
    ]
  },
  {
    question: "დგუშიანი კომპრესორის სარქველების დაზიანების ნიშანია:",
    answers: [
      { text: 'a. დაჭირხვნის წნევის მკვეთრი ზრდა', correct: false},
      { text: 'b. დუღილის ტემპერატურის დაწევა', correct: false},
      { text: 'c. წნევათა შორის სხვაობის სიმცირე ან არარსებობა ', correct: true},
      { text: 'd. ყველა ჩამოთვლილი', correct: false},
    ]
  },
  // {
  //   question: "ჩამოთვლილთაგან რომელი ქმედება უნდა შეასრულოს ტექნიკოსმა სამაცივო მოწყობილობის, ჰაერის კონდიციონერის ან თბური ტუმბოს მომსახურების დროს?",
  //   answers: [
  //     { text: 'a. გამოიყენოს დამცავი ხელთათმანები მაცივარაგენტის შეგროვების ან გადატუმბვის დროს', correct: false},
  //     { text: 'b. გამორთოს მოწყობილობა ელექტროქსელიდან სარემონტო სამუშაოების დაწყებამდე', correct: false},
  //     { text: 'c. ამოიღოს მაცივარაგენტი სისტემიდან სისტემის გახსნამდე', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელი ქმედება არ უნდა შეასრულოს ტექნიკოსმა სამაცივო მოწყობილობის, ჰაერის კონდიციონერის ან თბური ტუმბოს მომსახურების დროს?",
  //   answers: [
  //     { text: 'a. დაცალოს მაცივარაგენტისგან დრეკადი მილები მათ ჩახსნამდე', correct: false},
  //     { text: 'b. შეავსოს მაცივარაგენტით სამაცივრო სისტემა, რომელსაც დარღვეული აქვს ჰერმეტულობა ', correct: true},
  //     { text: 'c. გამოიყენოს მშრალი აზოტი სისტემის გასაქრევად და წნევაზე შესამოწმებლად', correct: false},
  //     { text: 'd. გამოიყენოს ელექტრონული ჟონვის დეტექტორი მაცივარაგენტის ჟონვის ადგილის დასადგენად', correct: false},
  //   ]
  // },
  {
    question: "ლითიუმის ბრომიდის აბსორბციულ სამაცივრო სისტემაში:",
    answers: [
      { text: 'a. ლითიუმის ბრომიდი არის აბსორბენტი და წყალი -მაცივარაგენტი', correct: true},
      { text: 'b. ლითიუმის ბრომიდი არის მაცივარაგენტი და წყალი - აბსორბენტი', correct: false},
      { text: 'c. ლითიუმის ბრომიდი არის მაცივარაგენტი და ამიაკი -აბსორბენტი', correct: false},
      { text: 'd. ლითიუმის ბრომიდი არის აბსორბენტი და ამიაკი -მაცივარაგენტი', correct: false},
    ]
  },
  {
    question: "ამიაკის აბსორბციულ სამაცივრო სისტემაში:",
    answers: [
      { text: 'a. ლითიუმის ბრომიდი არის მაცივარაგენტი და ამიაკი აბსორბენტი', correct: false},
      { text: 'b. ლითიუმის ბრომიდი არის აბსორბენტი და ამიაკი მაცივარაგენტი', correct: false},
      { text: 'c. ამიაკი არის მაცივარაგნეტი და წყალი აბსორბენტი ', correct: true},
      { text: 'd. ამიაკი არის აბსორბენტი და წყალი მაცივარაგენტი', correct: false},
    ]
  },
  {
    question: "სამაცივრო სისტემაში მაცივარაგენტის ნაკადი რეგულირდება:",
    answers: [
      { text: 'a. არაინვენტორული კომპრესორით', correct: false},
      { text: 'b. კონდენსატორით', correct: false},
      { text: 'c. საორთქლებლით', correct: false},
      { text: 'd. თერმომარეგულირებელი ვენტილით', correct: true},
    ]
  },
  // {
  //   question: "ჩამოთვლითაგან რომელი მაცივარაგენტი გამოიყენება აბსორბციულ სამაცივრო სისტემაში?",
  //   answers: [
  //     { text: 'a. R22', correct: false},
  //     { text: 'b. R717', correct: true},
  //     { text: 'c. R410A', correct: false},
  //     { text: 'd. R744', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლითაგან რომელი მაცივარაგენტი გამოიყენება საოჯახო მაცივრებში?",
  //   answers: [
  //     { text: 'a. R744', correct: false},
  //     { text: 'b. R22', correct: false},
  //     { text: 'c. R600a', correct: true},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: false},
  //   ]
  // },
  // {
  //   question: "აბსორბციულ საოჯახო მაცივარში გამოყენებული მუშა ნივთიერებებია:",
  //   answers: [
  //     { text: 'a. ამიაკი და წყალბადი', correct: false},
  //     { text: 'b. ამიაკი და წყალი', correct: false},
  //     { text: 'c. ამიაკი, წყალი და წყალბადი ', correct: true},
  //     { text: 'd. წყალი და წყალბადი', correct: false},
  //   ]
  // },
  {
    question: "ჩამოთვლილთაგან რომელი გამაფართოვებელი მოწყობილობა გამოიყენება ზამთარი-ზაფხული ტიპის სპლიტ-კონდიციონერში?",
    answers: [
      { text: 'a. თ.მ.ვ.', correct: false},
      { text: 'b. კაპილარული მილი ', correct: true},
      { text: 'c. ელექტროგამაფართოვებელი ვენტილი', correct: false},
      { text: 'd. დეტანდერი', correct: false},
    ]
  },
  // {
  //   question: "როტაციული კომპრესორები გამოიყენება, როდესაც მოთხოვნილია მაცივარაგენტის",
  //   answers: [
  //     { text: 'a. დიდი მიწოდება და მაღალი კონდენსაციის წნევა', correct: false},
  //     { text: 'b. მცირე მიწოდება და მაღალი კონდენსაციის წნევა', correct: false},
  //     { text: 'c. მცირე მიწოდება და დაბალი კონდენსაციის წნევა', correct: false},
  //     { text: 'd. დიდი მიწოდება და დაბალი კონდენსაციის წნევა ', correct: true},
  //   ]
  // },
  // {
  //   question: "ტემპერატურის სხვაობა საორთქლებელში დუღილის ტემპერატურასა და გასაცივებელ გარემოს ტემპერატურას შორის უნდა იყოს:",
  //   answers: [
  //     { text: 'a. 250C და მეტი', correct: false},
  //     { text: 'b. რაც შეიძლება ნაკლები (3°C-დან 10°C-მდე', correct: true},
  //     { text: 'c. 0°C', correct: false},
  //     { text: 'd. არცერთი ჩამოთვლილი', correct: false},
  //   ]
  // },
  // {
  //   question: "შეწოვის მილის კვეთი:",
  //   answers: [
  //     { text: 'a. მეტია დაჭირხვნის მილის კვეთზე', correct: true},
  //     { text: 'b. ტოლია დაჭირხვნის მილის კვეთის', correct: false},
  //     { text: 'c. ნაკლებია დაჭირხვნის მილის კვეთზე', correct: false},
  //     { text: 'd. მეტია ან ნაკლები სამაცივრო სისტემის სიცივემწარმოებლურობის მიხედვით', correct: false},
  //   ]
  // },
  {
    question: "მაცივარაგენტში არსებული ტენი მოქმედებს:",
    answers: [
      { text: 'a. კომპრესორზე', correct: false},
      { text: 'b. კონდენსატორზე', correct: false},
      { text: 'c. კაპილარულ მილზე', correct: true},
      { text: 'd. საორთქლებელზე', correct: false},
    ]
  },
  {
    question: "სამაცივრო სისტემის რომელ კომპონენტში ხდება თხევადი მაცივარაგენტის გადამეტცივება?",
    answers: [
      { text: 'a. კონდენსატორში ', correct: true},
      { text: 'b. კომპრესორშიc. საორთქლებელში', correct: false},
      { text: 'c. საორთქლებელში', correct: false},
      { text: 'd. კაპილარულ მილში', correct: false},
    ]
  },
  // {
  //   question: "ჩამოთვლილთაგან რომელ მოწყობილობაში გამოიყენება კაპილარული მილი?",
  //   answers: [
  //     { text: 'a. საყოფაცხოვრებო მაცივარში', correct: false},
  //     { text: 'b. ფანჯრის ჰაერის კონდიციონერში', correct: true},
  //     { text: 'c. წყლის გამაგრილებელში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილში', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან რომელ მოწყობილობაში გამოიყენება კაპილარული მილი?",
  //   answers: [
  //     { text: 'a. საყოფაცხოვრებო მაცივარში', correct: false},
  //     { text: 'b. ფანჯრის ჰაერის კონდიციონერში', correct: false},
  //     { text: 'c. წყლის გამაგრილებელში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილში', correct: true},
  //   ]
  // },
  {
    question: "თუ საჭიროა, სამაცივრო სისტემაში სითხის რესივერი ჩართულია:",
    answers: [
      { text: 'a. კომპრესორის შემდეგ', correct: false},
      { text: 'b. თ.მ.ვ.-ს შემდეგ', correct: false},
      { text: 'c. კონდსატორის შემდეგ ', correct: true},
      { text: 'd. საორთქლებლის შემდეგ', correct: false},
    ]
  },
  // {
  //   question: "ჩამოთვლილთაგან რომელი მაცივარაგენტი გამოიყენება თვითმფრინავის სამაცივრო მოწყობილობებში?",
  //   answers: [
  //     { text: 'a. R22', correct: false},
  //     { text: 'b. R410A', correct: false},
  //     { text: 'c. R744', correct: false},
  //     { text: 'd. R729', correct: true},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან ASHRAE-ს რომელი საერთაშორისო აღნიშვნა შეესაბამება ნახშირორჟანგს როგორც მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. R729', correct: false},
  //     { text: 'b. R744', correct: true},
  //     { text: 'c. R717', correct: false},
  //     { text: 'd. R718', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან ASHRAE-ს რომელი საერთაშორისო აღნიშვნა შეესაბამება წყალს როგორც მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. R718', correct: true},
  //     { text: 'b. R744', correct: false},
  //     { text: 'c. R717', correct: false},
  //     { text: 'd. R729', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან ASHRAE-ს რომელი საერთაშორისო აღნიშვნა შეესაბამება ამიაკს როგორც მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. R718', correct: false},
  //     { text: 'b. R744', correct: false},
  //     { text: 'c. R717', correct: true},
  //     { text: 'd. R729', correct: false},
  //   ]
  // },
  // {
  //   question: "ჩამოთვლილთაგან ASHRAE-ს რომელი საერთაშორისო აღნიშვნა შეესაბამება ჰაერს როგორც მაცივარაგენტს?",
  //   answers: [
  //     { text: 'a. R718', correct: false},
  //     { text: 'b. R744', correct: false},
  //     { text: 'c. R717', correct: false},
  //     { text: 'd. R729 ', correct: true},
  //   ]
  // },
  // {
  //   question: "თოვლის ქურქი საორთქლებელში:",
  //   answers: [
  //     { text: 'a. უმჯობესებს თბოცვლას', correct: false},
  //     { text: 'b. ზრდის ენერგიის მოხმარებას ', correct: true},
  //     { text: 'c. ზრდის სამაცივრო კოეფიციენტს', correct: false},
  //     { text: 'd. ამცირებს ენერგიის მომარებას', correct: false},
  //   ]
  // },
  // {
  //   question: "თუ კონდენსაციის წნევა ძალიან გაიზარდა, მიზეზი შეიძლება იყოს:",
  //   answers: [
  //     { text: 'a. გამაცივებელი წყლის მიწოდების შეფერხება', correct: false},
  //     { text: 'b. კონდესატორის წიბოების გაჭუჭყიანება', correct: false},
  //     { text: 'c. სისტემაში არაკონდენსირებადი გაზის (ჰაერის ან აზოტის) არსებობა', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  {
    question: "თუ საჭიროა, სამაცივრო სისტემაში სითხის გამომყოფი ჩართულია:",
    answers: [
      { text: 'a. კომპრესორის წინ', correct: true},
      { text: 'b. თ.მ.ვ.-ს წინ', correct: true},
      { text: 'c. კონდენსატორის წინ', correct: false},
      { text: 'd. საორთქლებლის წინ', correct: false},
    ]
  },
  // {
  //   question: "კომპრესორში ჰიდრავლიკური დარტყმის მიზეზი შეიძლება იყოს:",
  //   answers: [
  //     { text: 'a. თოვლის ქურქი საორთქლებელში', correct: false},
  //     { text: 'b. არასწორად შერჩეული თ.მ.ვ.', correct: false},
  //     { text: 'c. მაცივარაგენტის სიჭარბე სისტემაში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  {
    question: "რა შემთხვევაში არ შეიძლება იყოს მაცივარაგენტის კონტეინერი მიერთებული სისტემის მაღალი წნევის მხარეს?",
    answers: [
      { text: 'a. როდესაც სისტემაში იტვირთება ერთკომპონენტიანი მაცივარაგენტი', correct: false},
      { text: 'b. როდესაც სისტემაში იტვირთება ზეოტროპული ნარევი', correct: false},
      { text: 'c. როდესაც წნევა სისტემაში კონტეინერში მოთავსებული მაცივარაგენტის წნევაზე მაღალია ', correct: true},
      { text: 'd. როდესაც სისტემაში იტვირთება აზეოტროპული ნარევი', correct: false},
    ]
  },
  {
    question: "რა შემთხვევაში არის აუცილებელი, რომ მაცივარაგენტი ჩაიტვირთოს სისტემაში სითხის სახით?",
    answers: [
      { text: 'a. როდესაც სისტემაში იტვირთება ერთკომპონენტიანი მაცივარაგენტი', correct: false},
      { text: 'b. როდესაც სისტემაში იტვირთება ზეოტროპული ნარევი ', correct: true},
      { text: 'c. როდესაც სისტემაში იტვირთება ბუნებრივი მაცივარაგენტი', correct: false},
      { text: 'd. როდესაც სისტემაში იტვირთება აზეოტროპული ნარევი', correct: false},
    ]
  },
  {
    question: "რა შემთხვევაში შეიძლება ჩაიტვირთოს თხევადი მაცივარაგენტი სამაცივრო სისტემაში მისივე კომპრესორის მეშვეობით?",
    answers: [
      { text: 'a. როდესაც სისტემა აღჭურვილია სითხის გამომყოფით ', correct: true},
      { text: 'b. როდესაც სისტემაში იტვირთება ზეოტროპული ნარევი', correct: false},
      { text: 'c. როდესაც სისტემა შეიცავს ხაზურ რესივერს', correct: false},
      { text: 'd. როდესაც სისტემაში იტვირთება აზეოტროპული ნარევი', correct: false},
    ]
  },
  // {
  //   question: "რა შემთხვევაში შეიძლება ზეოტროპული ნარევის დამატება სამაცივრო სისტემაში?",
  //   answers: [
  //     { text: 'a. თუ გაჟონილი მაცივარაგენტის რაოდენობა არ აღემატება საერთო რაოდენობის 10%-ს', correct: false},
  //     { text: 'b. თუ გაჟონილი მაცივარაგენტის რაოდენობა არ აღემატება საერთო რაოდენობის 25%-ს', correct: false},
  //     { text: 'c. თუ გაჟონვა მოხდა სამაცივრო სისტემის დაბალი წნევის მხარეს', correct: false},
  //     { text: 'd. მხოლოდ მას შემდეგ, რაც იდენტიფიკატორით დადასტურდება, რომ გადახრა ნარევის კომპონენტების პროცენტულ შემადგენლობაში დასაშვებ ფარგლებშია ', correct: true},
  //   ]
  // },
  // {
  //   question: "რა განსხვავებაა მაცივარაგენტის სტაციონარულ დეტექტორსა და ჟონვის დეტექტორს შორის?",
  //   answers: [
  //     { text: 'a. სტაციონარული დეტექტორის მგრძნობიარობა მეტია', correct: false},
  //     { text: 'b. სტაციონარული დეტექტორი განასხვავებს მეტი სახის მაცივარაგენტს', correct: false},
  //     { text: 'c. სტაციონარული დეტექტორი ვერ ადგენს გაჟონვის ადგილს ', correct: true},
  //     { text: 'd. არავითარი განსხვავება არ არის, გარდა იმისა, რომ ერთი სტაციონარულად მაგრდება და მეორე პორტაბელურია', correct: false},
  //   ]
  // },
  {
    question: "საორთქლებლის გასაციებელი წყლის ჩაყინვით გამოწვეული დაზიანების მთავარი მიზეზია:",
    answers: [
      { text: 'a. დუღილის ტემპერატურის შემცირება', correct: false},
      { text: 'b. სამაცივრო სისტემაზე თბური დატვირთვის შემცირება', correct: false},
      { text: 'c. ნაკადის რელეს დაზიანება ', correct: true},
      { text: 'd. თ.მ.ვ.-ს დაზიანება', correct: false},
    ]
  },
  // {
  //   question: "რა განსხვავებაა ჰაერის კონდიციონერის სამაცივრო კოეფიციენტსა და ენერგოეფექტურობის კოეფიციენტს შორის?",
  //   answers: [
  //     { text: 'a. ერთმანეთის შებრუნებული კოეფიციენტებია', correct: false},
  //     { text: 'b. პირველი წარმოადგენს მიღებული სიცივის შეფარდებას კომპრესორში შეკუმშვაზე დახარჯულ ენერგიასთან, მეორე - მიღებული სიცივის შეფარდებასენერგოდანახარჯების სრულ რაოდენობასთან', correct: true},
  //     { text: 'c. პირველი არის გაგრილების ეფექტურობის მაჩვენებელი, მეორე - გათბობის ეფექტურობის', correct: false},
  //     { text: 'd. ჰაერის კონდიციონერის შემთხვევაში ეს კოეფიციენტები ტოლია', correct: false},
  //   ]
  // },
  // {
  //   question: "რას უდრის მაცივარაგენტის ფარდობითი დანაკარგის დასაშვები ნორმა?",
  //   answers: [
  //     { text: 'a. ნორმალურად მომუშავე სამაცივრო სისტემიდან მაცივარაგენტის გაჟონვას ადგილი არა აქვს ', correct: true},
  //     { text: 'b. 10%', correct: false},
  //     { text: 'c. 25%', correct: false},
  //     { text: 'd. 40%', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ მოქმედებს ადამიანზე სათავსოს ჰაერში ჟანგბადის შემცველობის 15%-მდე შემცირება?",
  //   answers: [
  //     { text: 'a. დაზარალებული კარგავს გონებას', correct: false},
  //     { text: 'b. დაზარალებულს ემართება კრუნჩხვა', correct: false},
  //     { text: 'c. იწვევს ფიზიკური და გონებრივი შესაძლებლობების დაქვეითებას, რომელიც შეუმჩნეველია დაზარალებულისათვის ', correct: true},
  //     { text: 'd. არ მოქმედებს ჯანმრთელ ადამიანზე', correct: false},
  //   ]
  // },
  // {
  //   question: "სათავსოში ჟანგბადის უკმარისობით დაზარალებულის პირველი დახმარება ითვალისწინებს:",
  //   answers: [
  //     { text: 'a. დაზარალებულის სასწრაფო გაყვანას სუფთა ჰაერზე', correct: false},
  //     { text: 'b. სათავსოში არსებული გაზით დაბინძურებული ტანსაცმლის გახდას', correct: false},
  //     { text: 'c. დაზარალებულის მოთავსებას მშვიდ და თბილ გარემოში', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილს ', correct: true},
  //   ]
  // },
  // {
  //   question: "როგორ მოქმედებს ადამიანზე სათავსოს ჰაერში 0.04%-0.07% ამიაკის არსებობა?",
  //   answers: [
  //     { text: 'a. იწვევს სასუნთქი გზების სპაზმს', correct: false},
  //     { text: 'b. იწვევს თვალის, ცხვირის, ყელის და სასუნთქი გზების დაუყოვნებლივ გაღიზიანებას', correct: true},
  //     { text: 'c. იგრძნობა დამახასიათებელი სუნი, რომელიც შეიძლება იყოს გამაღიზიანებელი', correct: false},
  //     { text: 'd. არ მოქმედებს ჯანმრთელ ადამიანზე', correct: false},
  //   ]
  // },
  // {
  //   question: "როგორ მოქმედებს ადამიანზე სათავსოს ჰაერში 2% ნახშირორჟანგის არსებობა?",
  //   answers: [
  //     { text: 'a. გრძნობის სწრაფი დაკარგვა და კრუნჩხვა', correct: false},
  //     { text: 'b. იწვევს სასუნთქი გზების სპაზმს', correct: false},
  //     { text: 'c. შეიძლება იმოქმედოს სუნთქვით ფუნქციაზე და გამოიწვიოს აღგზნება ცენტრალური ნერვული სისტემის შემდგომი დეპრესიით. იზრდება სუნთქვის სიხშირე ', correct: true},
  //     { text: 'd. არ მოქმედებს ადამიანზე', correct: false},
  //   ]
  // },
  // {
  //   question: "რატომ უნდა შეიცვალოს პოლიეთერული ზეთი კომპრესორში, თუ სამაცივრო სისტემა ხანგრძლივი დროის განმავლობაში იყო არაჰერმეტული?",
  //   answers: [
  //     { text: 'a. იმიტომ, რომ პოლიეთერული ზეთი არის ძალიან ჰიგროსკოპული და ჰაერიდან იღებს ტენს ', correct: true},
  //     { text: 'b. იმიტომ, რომ მასში კომპრესორის მუშაობის დროს გროვდება ლითონის ნაფხვენები', correct: false},
  //     { text: 'c. რადგან პოლიეთერულ ზეთს შეიძლება გასული ჰქონდეს ვარგისიანობის ვადა', correct: false},
  //     { text: 'd. რადგან ასე წერია შესაბამის სტანდარტში', correct: false},
  //   ]
  // },
  // {
  //   question: "სისტემიდან მაცივარაგენტის გაჟონვის მიზეზი შეიძლება იყოს:",
  //   answers: [
  //     { text: 'a. ვიბრაცია', correct: false},
  //     { text: 'b. კოროზია', correct: false},
  //     { text: 'c. არასწორად შერჩეული მასალები', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი ', correct: true},
  //   ]
  // },
  // {
  //   question: "სამაცივრო სისტემის გამოყენების განმსაზღვრელი ძირითადი ფაქტორია:",
  //   answers: [
  //     { text: 'a. ტექნოლოგიურობა', correct: false},
  //     { text: 'b. უსაფრთხოება', correct: false},
  //     { text: 'c. ღირებულება', correct: false},
  //     { text: 'd. ყველა ჩამოთვლილი', correct: true},
  //   ]
  // },
  {
    question: "რა დანიშნულება აქვს სამაცივრო სისტემაში სოლენოიდურ ვენტილს?",
    answers: [
      { text: 'a. ამცირებს მაცივარაგენტის წნევას', correct: false},
      { text: 'b. ელექტრულად კეტავს ან ხსნის სისტემის რომელიმე ნაწილს', correct: true},
      { text: 'c. მართავს კომპრესორის ჩართვა-გამორთვას', correct: false},
      { text: 'd. უზრუნველყოფს სისტემის ავარიულ გამორთვას', correct: false},
    ]
  },
  {
    question: "რა დანიშნულება აქვს სამაცივრო სისტემაში წნევის რელეს?",
    answers: [
      { text: 'a. ამცირებს მაცივარაგენტის წნევას', correct: false},
      { text: 'b. ელექტრულად კეტავს ან ხსნის სისტემის რომელიმე ნაწილს', correct: false},
      { text: 'c. იცავს სისტემას ავარულ რეჟიმში მუშაობისგან ', correct: true},
      { text: 'd. უზრუნველყოფს სისტემის ეფექტურობას', correct: false},
    ]
  },

];

const questionElement = document.getElementById('question');
const answerButton = document.getElementById('answer-buttons');
const nextButton = document.getElementById('next-btn');

let currentQuestionIndex = 0;
let score = 0;
let finish = 30;

function startQuiz () {
  currentQuestionIndex = 0;
  score = 0;
  nextButton.innerHTML = 'შემდეგი';
  showQuestion();
}

function showQuestion () {
  resetState();
  let currentQuestion = questions[currentQuestionIndex];
  let questionNo = currentQuestionIndex + 1;
  questionElement.innerHTML = questionNo + '. ' + currentQuestion.question;

  currentQuestion.answers.forEach(answer => {
    const button = document.createElement('button');
    button.innerHTML = answer.text;
    button.classList.add('btn');
    answerButton.appendChild(button);
    if(answer.correct) {
      button.dataset.correct = answer.correct;
    }
    button.addEventListener('click', selectAnswer);
  });
};

function resetState () {
  nextButton.style.display = "none";
  while(answerButton.firstChild) {
    answerButton.removeChild(answerButton.firstChild);
  }
};

function selectAnswer (e) {
  const selectedBtn = e.target;
  const isCorrect = selectedBtn.dataset.correct === 'true';
  if(isCorrect) {
    selectedBtn.classList.add('correct');
    score++;
  } else {
    selectedBtn.classList.add('incorrect');
  }
  Array.from(answerButton.children).forEach(button => {
    if(button.dataset.correct === 'true') {
      button.classList.add('correct');
    }
    button.disabled = true;
  });
  nextButton.style.display = "block";
};


function showScore () {
  resetState();
  questionElement.innerHTML = `სწორი პასუხის რაოდენობა: ${score >= 27 ? ` ${score}. გილოცავ შენ წარმატებით ჩააბარე გამოცდა. ` : ` ${score} ბაჯოს ფულებს ნუ ფლანგავ ტოო. `} - ტესტის რაოდენობა: ${finish}!`;
  questionElement.style.width = '1300 px'
  nextButton.innerHTML = 'ახლიდან იმეცადინე';
  nextButton.style.display = 'block';
};

let askedQuestions = [];

function handleNextButton() {
  if (askedQuestions.length < finish) {
    let remainingQuestions = questions.filter((_, index) => !askedQuestions.includes(index));
    if (remainingQuestions.length > 0) {
      currentQuestionIndex = getRandomIndex(remainingQuestions.length);
      askedQuestions.push(currentQuestionIndex);
      showQuestion();
    } else {
      showScore();
      // Reset askedQuestions array when the test is completed
      askedQuestions = [];
    }
  } else {
    showScore();
    // Reset askedQuestions array when the test is completed
    askedQuestions = [];
  }
}

function getRandomIndex(max) {
  return Math.floor(Math.random() * max);
}

nextButton.addEventListener('click', () => {
  if(currentQuestionIndex < questions.length) {
    handleNextButton ();
  } else {
    startQuiz();
  }
});

startQuiz();
